"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n'\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 121, \"word_counts\": \"{\\\"file\\\": 232, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 103, \\\"\\\\u0111\\\\u1ecbnh\\\": 17, \\\"ngh\\\\u0129a\\\": 2, \\\"nh\\\\u01b0\\\": 21, \\\"t\\\\u1eadp\\\": 5, \\\"h\\\\u1ee3p\\\": 14, \\\"c\\\\u00e1c\\\": 104, \\\"th\\\\u00f4ng\\\": 52, \\\"tin\\\": 49, \\\"li\\\\u00ean\\\": 12, \\\"quan\\\": 9, \\\"\\\\u0111\\\\u1ebfn\\\": 4, \\\"nhau\\\": 14, \\\"\\\\u0111\\\\u1eb7t\\\": 6, \\\"t\\\\u00ean\\\": 24, \\\"v\\\\u00e0\\\": 70, \\\"l\\\\u01b0u\\\": 39, \\\"tr\\\\u1eef\\\": 21, \\\"tr\\\\u00ean\\\": 39, \\\"b\\\\u1ed9\\\": 24, \\\"nh\\\\u1edb\\\": 27, \\\"ngo\\\\u00e0i\\\": 11, \\\"t\\\\u1ec7p\\\": 6, \\\"l\\\\u00e0\\\": 87, \\\"\\\\u0111\\\\u01a1n\\\": 10, \\\"v\\\\u1ecb\\\": 34, \\\"c\\\\u01a1\\\": 3, \\\"b\\\\u1ea3n\\\": 19, \\\"\\\\u0111\\\\u1ec3\\\": 32, \\\"thi\\\\u1ebft\\\": 10, \\\"b\\\\u1ecb\\\": 13, \\\"h\\\\u1ec7\\\": 68, \\\"th\\\\u1ed1ng\\\": 42, \\\"c\\\\u00f3\\\": 65, \\\"th\\\\u1ec3\\\": 29, \\\"coi\\\": 6, \\\"m\\\\u1ed9t\\\": 80, \\\"ch\\\\u1ec9\\\": 32, \\\"m\\\\u1ee5c\\\": 113, \\\"ho\\\\u1eb7c\\\": 24, \\\"s\\\\u1edf\\\": 5, \\\"d\\\\u1eef\\\": 23, \\\"li\\\\u1ec7u\\\": 24, \\\"ch\\\\u1ee9a\\\": 45, \\\"tr\\\\u00ed\\\": 23, \\\"v\\\\u1eadt\\\": 4, \\\"l\\\\u00fd\\\": 16, \\\"c\\\\u1ee7a\\\": 73, \\\"m\\\\u1ecdi\\\": 2, \\\"ph\\\\u1ea7n\\\": 9, \\\"\\\\u1ed5\\\": 3, \\\"c\\\\u1ee9ng\\\": 5, \\\"kh\\\\u00e1c\\\": 25, \\\"thu\\\\u1ed9c\\\": 26, \\\"t\\\\u00ednh\\\": 26, \\\"ki\\\\u1ec3u\\\": 8, \\\"k\\\\u00edch\\\": 37, \\\"th\\\\u01b0\\\\u1edbc\\\": 36, \\\"ng\\\\u01b0\\\\u1eddi\\\": 25, \\\"t\\\\u1ea1o\\\": 22, \\\"h\\\\u1eefu\\\": 4, \\\"quy\\\\u1ec1n\\\": 18, \\\"truy\\\": 32, \\\"c\\\\u1eadp\\\": 30, \\\"th\\\\u1eddi\\\": 19, \\\"gian\\\": 21, \\\"s\\\\u1eeda\\\": 2, \\\"l\\\\u1ea7n\\\": 11, \\\"cu\\\\u1ed1i\\\": 11, \\\"c\\\\u1ea5u\\\": 25, \\\"tr\\\\u00fac\\\": 26, \\\"trong\\\": 83, \\\"r\\\\u1ea5t\\\": 9, \\\"v\\\\u00ec\\\": 5, \\\"v\\\\u1eady\\\": 5, \\\"c\\\\u0169ng\\\": 7, \\\"ph\\\\u1ee5\\\": 3, \\\"v\\\\u00e0o\\\": 19, \\\"\\\\u0111i\\\\u1ec1u\\\": 26, \\\"h\\\\u00e0nh\\\": 33, \\\"byte\\\": 6, \\\"kh\\\\u00f4ng\\\": 38, \\\"tu\\\\u1ea7n\\\": 4, \\\"t\\\\u1ef1\\\": 7, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 16, \\\"ph\\\\u00e1p\\\": 15, \\\"\\\\u0111\\\\u00f3\\\": 26, \\\"\\\\u0111\\\\u1ecdc\\\": 24, \\\"ghi\\\": 31, \\\"l\\\\u01b0\\\\u1ee3t\\\": 4, \\\"t\\\\u1eeb\\\": 18, \\\"\\\\u0111\\\\u1ea7u\\\": 16, \\\"v\\\\u00ed\\\": 5, \\\"d\\\\u1ee5\\\": 6, \\\"theo\\\": 18, \\\"t\\\\u1eebng\\\": 12, \\\"hay\\\": 16, \\\"vi\\\\u1ec7c\\\": 26, \\\"\\\\u0111\\\\u0129a\\\": 70, \\\"cho\\\": 43, \\\"ph\\\\u00e9p\\\": 19, \\\"s\\\\u1eed\\\": 23, \\\"d\\\\u1ee5ng\\\": 27, \\\"tr\\\\u1ef1c\\\": 4, \\\"ti\\\\u1ebfp\\\": 13, \\\"direct\\\": 1, \\\"access\\\": 2, \\\"c\\\\u00f2n\\\": 8, \\\"g\\\\u1ecdi\\\": 14, \\\"t\\\\u01b0\\\\u01a1ng\\\": 17, \\\"\\\\u0111\\\\u1ed1i\\\": 13, \\\"n\\\\u00e0y\\\": 37, \\\"xem\\\": 2, \\\"g\\\\u1ed3m\\\": 11, \\\"kh\\\\u1ed1i\\\": 82, \\\"\\\\u0111\\\\u00e1nh\\\": 3, \\\"s\\\\u1ed1\\\": 42, \\\"1\\\": 7, \\\"ti\\\\u1ebfn\\\": 8, \\\"th\\\\u1ee9\\\": 8, \\\"t\\\\u00f9y\\\": 1, \\\"\\\\u00fd\\\": 2, \\\"d\\\\u1ef1a\\\": 2, \\\"ri\\\\u00eang\\\": 7, \\\"kh\\\\u00f3a\\\": 3, \\\"con\\\": 17, \\\"tr\\\\u1ecf\\\": 11, \\\"t\\\\u1edbi\\\": 17, \\\"t\\\\u00ecm\\\": 16, \\\"\\\\u1ee9ng\\\": 19, \\\"sau\\\": 16, \\\"x\\\\u00e1c\\\": 14, \\\"n\\\\u00f3\\\": 2, \\\"tr\\\\u1ed1ng\\\": 26, \\\"ch\\\\u01b0a\\\": 2, \\\"data\\\": 1, \\\"d\\\\u00e0nh\\\": 3, \\\"ch\\\\u1ed7\\\": 3, \\\"th\\\\u01b0\\\": 81, \\\"x\\\\u00f3a\\\": 4, \\\"gi\\\\u1ea3i\\\": 5, \\\"ph\\\\u00f3ng\\\": 5, \\\"m\\\\u00e0\\\": 11, \\\"chi\\\\u1ebfm\\\": 7, \\\"m\\\\u1edf\\\": 7, \\\"th\\\\u1ef1c\\\": 22, \\\"hi\\\\u1ec7n\\\": 31, \\\"tr\\\\u01b0\\\\u1edbc\\\": 4, \\\"khi\\\": 28, \\\"t\\\\u0103ng\\\": 10, \\\"t\\\\u1ed1c\\\": 4, \\\"\\\\u0111\\\\u1ed9\\\": 6, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"v\\\\u1ec1\\\": 23, \\\"ra\\\": 13, \\\"kh\\\\u1ecfi\\\": 2, \\\"b\\\\u1ea3ng\\\": 26, \\\"th\\\\u01b0\\\\u1eddng\\\": 17, \\\"\\\\u0111\\\\u00e3\\\": 11, \\\"thao\\\": 10, \\\"t\\\\u00e1c\\\": 17, \\\"tr\\\\u1ecb\\\": 6, \\\"n\\\\u1ebfu\\\": 10, \\\"s\\\\u1ebd\\\": 22, \\\"th\\\\u00eam\\\": 5, \\\"l\\\\u00ean\\\": 5, \\\"ph\\\\u1ea3i\\\": 15, \\\"\\\\u1edf\\\": 7, \\\"\\\\u0111\\\\u00e8\\\": 1, \\\"l\\\\u1ec7nh\\\": 2, \\\"c\\\\u1ea7n\\\": 20, \\\"cung\\\": 8, \\\"c\\\\u1ea5p\\\": 32, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 10, \\\"n\\\\u1edbi\\\": 1, \\\"\\\\u0111\\\\u1ec7m\\\": 1, \\\"seek\\\": 1, \\\"v\\\\u1edbi\\\": 45, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 4, \\\"tr\\\\u00ecnh\\\": 9, \\\"qu\\\\u00e1\\\": 4, \\\"l\\\\u00e0m\\\": 5, \\\"nh\\\\u1eefng\\\": 3, \\\"b\\\\u1ea3o\\\": 5, \\\"m\\\\u1eadt\\\": 10, \\\"thay\\\": 20, \\\"\\\\u0111\\\\u1ed5i\\\": 17, \\\"t\\\\u00ecnh\\\": 1, \\\"\\\\u0111\\\\u1ed1\\\": 1, \\\"l\\\\u1ea1i\\\": 13, \\\"gi\\\\u00e1\\\": 6, \\\"l\\\\u1eddi\\\": 1, \\\"l\\\\u1eadp\\\": 1, \\\"tr\\\\u1ecdng\\\": 6, \\\"d\\\\u00f9ng\\\": 21, \\\"ph\\\\u00e2n\\\": 11, \\\"bi\\\\u1ec7t\\\": 12, \\\"linux\\\": 3, \\\"\\\\u0111\\\\u00edch\\\": 1, \\\"qu\\\\u1ea3n\\\": 15, \\\"b\\\\u1eb1ng\\\": 13, \\\"nh\\\\u01b0ng\\\": 1, \\\"word\\\": 1, \\\"record\\\": 1, \\\"bao\\\": 5, \\\"danh\\\": 27, \\\"\\\\u0111ang\\\": 3, \\\"tr\\\\u00f9ng\\\": 1, \\\"ai\\\": 1, \\\"n\\\\u1ed9i\\\": 7, \\\"dung\\\": 10, \\\"xo\\\\u00e1\\\": 4, \\\"file\\\\u2026\\\": 1, \\\"ng\\\\u00e0y\\\": 2, \\\"th\\\\u00e1ng\\\": 2, \\\"ss\\\\u1eeda\\\": 1, \\\"sao\\\": 23, \\\"\\\\u0111\\\\u1ed3ng\\\": 4, \\\"bi\\\\u1ebft\\\": 3, \\\"\\\\u0111\\\\u00e2u\\\": 1, \\\"\\\\u0111\\\\u1eb7c\\\": 10, \\\"th\\\\u00f9\\\": 1, \\\"m\\\\u1ec1m\\\": 6, \\\"m\\\\u00f4\\\": 4, \\\"\\\\u0111un\\\": 1, \\\"\\\\u0111i\\\\u1ec7u\\\": 1, \\\"m\\\\u1ed7i\\\": 30, \\\"d\\\\u1ec5\\\": 1, \\\"kh\\\\u00e1i\\\": 1, \\\"ni\\\\u1ec7m\\\": 1, \\\"l\\\\u00f4gic\\\": 8, \\\"c\\\\u1ee5\\\": 5, \\\"\\\\u0111\\\\u1ea3m\\\": 3, \\\"nhi\\\\u1ec7m\\\": 2, \\\"\\\\u00e1nh\\\": 3, \\\"x\\\\u1ea1\\\": 2, \\\"g\\\\u1eafn\\\": 7, \\\"t\\\\u1ea3\\\": 3, \\\"attribute\\\": 1, \\\"lock\\\": 1, \\\"tr\\\\u01b0\\\\u1eddng\\\": 7, \\\"nhi\\\\u1ec1u\\\": 9, \\\"d\\\\u1eabn\\\": 6, \\\"k\\\\u1ebft\\\": 12, \\\"qu\\\\u1ea3\\\": 1, \\\"mong\\\": 1, \\\"\\\\u0111\\\\u1ee3i\\\": 1, \\\"\\\\u0111\\\\u1ecba\\\": 9, \\\"chi\\\": 1, \\\"k\\\\u00edchth\\\\u01b0\\\\u1edbc\\\": 1, \\\"s\\\\u00e1ch\\\": 24, \\\"directory\\\": 2, \\\"folder\\\": 1, \\\"th\\\\u00e0nh\\\": 14, \\\"kho\\\\u1ea3n\\\": 26, \\\"entry\\\": 1, \\\"n\\\\u01a1i\\\": 4, \\\"c\\\\u00e1ch\\\": 12, \\\"nh\\\\u1ea5t\\\": 11, \\\"to\\\\u00e0n\\\": 15, \\\"th\\\\u00e2n\\\": 3, \\\"hai\\\": 9, \\\"lu\\\\u00f4n\\\": 1, \\\"c\\\\u00f9ng\\\": 14, \\\"n\\\\u1eb1m\\\": 6, \\\"nhanh\\\": 3, \\\"ch\\\\u00f3ng\\\": 1, \\\"n\\\\u00f3i\\\": 3, \\\"ki\\\\u1ebfm\\\": 8, \\\"ch\\\\u00ednh\\\": 8, \\\"h\\\\u01a1n\\\": 9, \\\"nh\\\\u00f3m\\\": 2, \\\"kh\\\\u1ea3\\\": 2, \\\"n\\\\u0103ng\\\": 2, \\\"ph\\\\u00f9\\\": 1, \\\"m\\\\u1eabu\\\": 1, \\\"y\\\\u00eau\\\": 3, \\\"c\\\\u1ea7u\\\": 4, \\\"\\\\u0111\\\\u00f2i\\\": 3, \\\"h\\\\u1ecfi\\\": 3, \\\"m\\\\u1edbi\\\": 5, \\\"duy\\\\u1ec7t\\\": 2, \\\"li\\\\u1ec7t\\\": 1, \\\"k\\\\u00ea\\\": 1, \\\"t\\\\u1ea5t\\\": 6, \\\"c\\\\u1ea3\\\": 7, \\\"nhu\\\": 1, \\\"ch\\\\u1eb3ng\\\": 2, \\\"h\\\\u1ea1n\\\": 2, \\\"ph\\\\u1ea3n\\\": 1, \\\"ch\\\\u1ee9\\\": 2, \\\"tu\\\\u1ef3\\\": 3, \\\"t\\\\u1ed5\\\": 7, \\\"ch\\\\u1ee9c\\\": 7, \\\"b\\\\u00ean\\\": 2, \\\"g\\\\u00e2y\\\": 2, \\\"s\\\\u1ef1\\\": 2, \\\"s\\\\u1eafp\\\": 4, \\\"x\\\\u1ebfp\\\": 4, \\\"m\\\\u1ee9c\\\": 7, \\\"gi\\\\u1ea3n\\\": 5, \\\"g\\\\u00ec\\\": 1, \\\"duy\\\": 3, \\\"gi\\\\u1eef\\\": 3, \\\"m\\\\u1eb7c\\\": 1, \\\"d\\\\u00f9\\\": 1, \\\"v\\\\u1eabn\\\": 2, \\\"ch\\\\u00fang\\\": 1, \\\"chia\\\": 4, \\\"tr\\\\u00ec\\\": 2, \\\"g\\\\u1ed1c\\\": 10, \\\"\\\\u0111\\\\u00e2y\\\": 4, \\\"c\\\\u00e2y\\\": 13, \\\"ph\\\\u00e1t\\\": 21, \\\"tri\\\\u1ec3n\\\": 1, \\\"t\\\\u01b0\\\\u1edfng\\\": 1, \\\"c\\\\u00e0nh\\\": 2, \\\"l\\\\u00e1\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 4, \\\"ta\\\": 4, \\\"bit\\\": 11, \\\"th\\\\u00ec\\\": 1, \\\"0\\\": 3, \\\"fat\\\": 19, \\\"dos\\\": 5, \\\"x\\\\u00e2y\\\": 2, \\\"d\\\\u1ef1ng\\\": 2, \\\"\\\\u201cr\\\\u1eebng\\\\u201d\\\": 1, \\\"\\\\u201cm\\\\u1ecdc\\\\u201d\\\": 1, \\\"mu\\\\u1ed1n\\\": 1, \\\"ti\\\\u00ean\\\": 9, \\\"to\\\": 1, \\\"m\\\\u1ecdc\\\": 1, \\\"ch\\\\u1ea5t\\\": 4, \\\"mount\\\": 1, \\\"chung\\\": 1, \\\"xu\\\\u1ea5t\\\": 7, \\\"graph\\\": 3, \\\"ho\\\\u00e0n\\\": 1, \\\"acyclic\\\": 1, \\\"v\\\\u00f2ng\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 5, \\\"pathname\\\": 1, \\\"t\\\\u1eed\\\": 2, \\\"n\\\\u00e0o\\\": 3, \\\"g\\\\u1ee3i\\\": 1, \\\"\\\\u0111i\\\": 2, \\\"qua\\\": 1, \\\"tuy\\\\u1ec7t\\\": 1, \\\"\\\\u0111\\\\u1ea7y\\\": 3, \\\"\\\\u0111\\\\u1ee7\\\": 4, \\\"m\\\\u00e1y\\\": 1, \\\"b\\\\u1eaft\\\": 4, \\\"t\\\\u1ea1i\\\": 1, \\\"v\\\\u1ee5\\\": 1, \\\"ti\\\\u1ebft\\\": 1, \\\"ki\\\\u1ec7m\\\": 2, \\\"sector\\\": 11, \\\"nh\\\\u1ecf\\\": 4, \\\"khi\\\\u1ec3n\\\": 1, \\\"disk\\\": 2, \\\"driver\\\": 1, \\\"ms\\\": 4, \\\"windows\\\": 5, \\\"cluster\\\": 4, \\\"t\\\\u00e0i\\\": 1, \\\"va\\\": 1, \\\"kho\\\\u1ea3ng\\\": 3, \\\"b\\\\u1edfi\\\": 1, \\\"d\\\\u00e0i\\\": 2, \\\"v\\\\u1eeba\\\": 2, \\\"kh\\\\u00f3\\\": 2, \\\"kh\\\\u0103n\\\": 2, \\\"l\\\\u1edbn\\\": 11, \\\"v\\\\u00f9ng\\\": 22, \\\"ki\\\\u1ec3m\\\": 6, \\\"tra\\\": 6, \\\"th\\\\u00edch\\\": 3, \\\"l\\\\u1ef1a\\\": 1, \\\"ch\\\\u1ecdn\\\": 3, \\\"\\\\u00f4\\\": 10, \\\"chi\\\\u1ebfn\\\": 2, \\\"l\\\\u01b0\\\\u1ee3c\\\": 2, \\\"\\\\u0111\\\\u1ed9ng\\\": 5, \\\"b\\\\u00e0y\\\": 1, \\\"\\\\u0111o\\\\u1ea1n\\\": 1, \\\"first\\\": 1, \\\"fit\\\": 2, \\\"best\\\": 1, \\\"l\\\\u00e3ng\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"do\\\": 11, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"m\\\\u1ea3nh\\\": 3, \\\"external\\\": 2, \\\"fragmentation\\\": 2, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 2, \\\"\\\\u0111i\\\\u1ec3m\\\": 4, \\\"ch\\\\u00e9p\\\": 1, \\\"sang\\\": 3, \\\"n\\\\u1ed1i\\\": 8, \\\"linked\\\": 1, \\\"list\\\": 2, \\\"m\\\\u00f3c\\\": 2, \\\"nil\\\": 1, \\\"d\\\\u1ea5u\\\": 3, \\\"hi\\\\u1ec7u\\\": 1, \\\"th\\\\u00fac\\\": 1, \\\"kh\\\\u1edfi\\\": 3, \\\"boot\\\": 6, \\\"phi\\\\u00ean\\\": 3, \\\"12\\\": 2, \\\"16\\\": 3, \\\"32\\\": 3, \\\"t\\\\u1ed1i\\\": 2, \\\"\\\\u0111a\\\": 2, \\\"212\\\": 1, \\\"216\\\": 1, \\\"232\\\": 1, \\\"index\\\": 2, \\\"block\\\": 1, \\\"node\\\": 14, \\\"\\\\u2013\\\": 1, \\\"i\\\": 13, \\\"trung\\\": 2, \\\"ti\\\\u1ec7n\\\": 2, \\\"m\\\\u1ea3ng\\\": 4, \\\"m\\\\u00ecnh\\\": 6, \\\"ph\\\\u00eda\\\": 1, \\\"nguy\\\\u00ean\\\": 2, \\\"b\\\\u1ed9i\\\": 1, \\\"h\\\\u1ebft\\\": 1, \\\"b\\\\u1ecf\\\": 1, \\\"internal\\\": 1, \\\"segmentation\\\": 1, \\\"ntfs\\\": 2, \\\"nt\\\": 2, \\\"th\\\\u1ebf\\\": 3, \\\"hi\\\\u1ec3n\\\": 1, \\\"th\\\\u1ecb\\\": 1, \\\"gi\\\\u1ea3m\\\": 1, \\\"m\\\\u00e3nh\\\": 1, \\\"r\\\\u1ea3i\\\": 1, \\\"r\\\\u00e1c\\\": 1, \\\"gi\\\\u1eddi\\\": 1, \\\"l\\\\u00e2u\\\": 2, \\\"h\\\\u00f3a\\\": 1, \\\"l\\\\u00ed\\\": 1, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 2, \\\"thu\\\\u1ed1c\\\": 1, \\\"l\\\\u0169y\\\": 1, \\\"th\\\\u1eeba\\\": 1, \\\"2\\\": 2, \\\"512b\\\": 1, \\\"32kb\\\": 1, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"map\\\": 1, \\\"chi\\\\u1ec1u\\\": 1, \\\"l\\\\u1ee3i\\\": 2, \\\"li\\\\u1ec1n\\\": 2, \\\"ngay\\\": 4, \\\"\\\\u00edt\\\": 2, \\\"n\\\\u00ean\\\": 3, \\\"b\\\\u00e9\\\": 1, \\\"n\\\\u1eefa\\\": 2, \\\"d\\\\u1ea1ng\\\": 2, \\\"c\\\\u00e2u\\\": 1, \\\"h\\\\u1ed7\\\": 1, \\\"tr\\\\u1ee3\\\": 1, \\\"nh\\\\u1ecb\\\": 2, \\\"b\\\": 2, \\\"tree\\\": 1, \\\"c\\\\u00e2n\\\": 1, \\\"nh\\\\u00e1nh\\\": 1, \\\"b\\\\u0103m\\\": 3, \\\"hash\\\": 1, \\\"table\\\": 1, \\\"h\\\\u00e0m\\\": 1, \\\"root\\\": 3, \\\"ext2\\\": 1, \\\"c\\\\u1ed1\\\": 2, \\\"mang\\\": 3, \\\"b\\\\u1ec1n\\\": 2, \\\"th\\\\u1eadm\\\": 1, \\\"ch\\\\u00ed\\\": 1, \\\"to\\\\u00e1n\\\": 1, \\\"v\\\\u1eefng\\\": 1, \\\"cao\\\": 2, \\\"v\\\\u1eb9n\\\": 5, \\\"m\\\\u1ea5t\\\": 2, \\\"m\\\\u00e1t\\\": 1, \\\"h\\\\u1ecfng\\\": 8, \\\"s\\\\u1ea3n\\\": 1, \\\"d\\\\u1ef1\\\": 6, \\\"tr\\\\u1edf\\\": 1, \\\"ph\\\\u00f2ng\\\": 2, \\\"backup\\\": 3, \\\"b\\\\u0103ng\\\": 3, \\\"\\\\u01b0u\\\": 1, \\\"r\\\\u1ebb\\\": 1, \\\"full\\\": 1, \\\"kh\\\\u00e1\\\": 2, \\\"t\\\\u1ed1n\\\": 1, \\\"t\\\\u00edch\\\": 1, \\\"d\\\\u1ea7n\\\": 3, \\\"incremental\\\": 1, \\\"h\\\\u00e0ng\\\": 3, \\\"archive\\\": 1, \\\"\\\\u0111\\\\u1ebfm\\\": 3, \\\"ch\\\\u1ea1y\\\": 1, \\\"scandisk\\\": 1, \\\"l\\\\u1ed7i\\\": 4, \\\"x\\\\u1ea3y\\\": 1, \\\"kh\\\\u00f4i\\\": 2, \\\"ph\\\\u1ee5c\\\": 2, \\\"giao\\\": 6, \\\"transaction\\\": 1, \\\"tr\\\\u1ecdn\\\": 3, \\\"tr\\\\u1ea1ng\\\": 3, \\\"th\\\\u00e1i\\\": 3, \\\"log\\\": 2, \\\"nh\\\\u1eadt\\\": 1, \\\"k\\\\u00fd\\\": 1, \\\"\\\\u0111\\\\u01b0a\\\": 1, \\\"ng\\\\u0103n\\\": 1, \\\"c\\\\u1ea3n\\\": 1, \\\"tr\\\\u00e1i\\\": 1, \\\"kh\\\\u1ea9u\\\": 7, \\\"\\\\u0111\\\\u00fang\\\": 1, \\\"ch\\\\u1ee7\\\": 3, \\\"y\\\\u1ebfu\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"\\\\u0111\\\\u1ec1u\\\": 1, \\\"k\\\\u00e8m\\\": 1, \\\"acl\\\": 3, \\\"control\\\": 1, \\\"ch\\\\u1ebf\\\": 1, \\\"\\\\u0111\\\\u0103ng\\\": 2, \\\"nh\\\\u1eadp\\\": 2, \\\"uid\\\": 3, \\\"c\\\\u00f4ng\\\": 1, \\\"chi\\\\u1ebfu\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"read\\\": 1, \\\"write\\\": 1, \\\"change\\\": 1, \\\"t\\\\u1ee9c\\\": 2, \\\"delete\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 1, \\\"logical\\\": 1, \\\"cd\\\": 1, \\\"th\\\\u1ebb\\\": 1, \\\"l\\\\u00f4\\\": 8, \\\"gic\\\": 8, \\\"ch\\\\u1eef\\\": 1, \\\"c\\\\u00e1i\\\": 1, \\\"a\\\": 2, \\\"c\\\": 2, \\\"d\\\": 1, \\\"v\\\": 4, \\\"quy\\\": 1, \\\"\\\\u01b0\\\\u1edbc\\\": 1, \\\"partition\\\": 3, \\\"primary\\\": 1, \\\"r\\\\u1ed9ng\\\": 2, \\\"extended\\\": 1, \\\"kia\\\": 1, \\\"tuy\\\": 1, \\\"nhi\\\\u00ean\\\": 1, \\\"fat12\\\": 2, \\\"fat16\\\": 1, \\\"fat32\\\": 1, \\\"m\\\\u00e3\\\": 1, \\\"t\\\\u1ea3i\\\": 1, \\\"m\\\\u1ed3i\\\": 1, \\\"t\\\\u1eafc\\\": 1, \\\"ch\\\\u1eeda\\\": 1, \\\"x\\\\u00e9t\\\": 1}\", \"word_docs\": \"{\\\"th\\\\u00f4ng\\\": 37, \\\"tr\\\\u00ean\\\": 35, \\\"\\\\u0111\\\\u1eb7t\\\": 6, \\\"c\\\\u00e1c\\\": 67, \\\"tin\\\": 35, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 66, \\\"quan\\\": 8, \\\"v\\\\u00e0\\\": 55, \\\"t\\\\u1eadp\\\": 5, \\\"file\\\": 91, \\\"l\\\\u01b0u\\\": 26, \\\"t\\\\u00ean\\\": 16, \\\"li\\\\u00ean\\\": 12, \\\"nhau\\\": 12, \\\"ngh\\\\u0129a\\\": 2, \\\"b\\\\u1ed9\\\": 23, \\\"h\\\\u1ee3p\\\": 12, \\\"\\\\u0111\\\\u1ecbnh\\\": 14, \\\"nh\\\\u01b0\\\": 20, \\\"tr\\\\u1eef\\\": 17, \\\"nh\\\\u1edb\\\": 23, \\\"ngo\\\\u00e0i\\\": 10, \\\"\\\\u0111\\\\u1ebfn\\\": 4, \\\"c\\\\u01a1\\\": 3, \\\"\\\\u0111\\\\u01a1n\\\": 10, \\\"b\\\\u1ea3n\\\": 15, \\\"b\\\\u1ecb\\\": 12, \\\"t\\\\u1ec7p\\\": 4, \\\"thi\\\\u1ebft\\\": 9, \\\"v\\\\u1ecb\\\": 25, \\\"l\\\\u00e0\\\": 62, \\\"\\\\u0111\\\\u1ec3\\\": 26, \\\"li\\\\u1ec7u\\\": 19, \\\"ch\\\\u1ee9a\\\": 34, \\\"\\\\u1ed5\\\": 2, \\\"m\\\\u1ee5c\\\": 40, \\\"h\\\\u1ec7\\\": 47, \\\"ch\\\\u1ec9\\\": 26, \\\"v\\\\u1eadt\\\": 3, \\\"l\\\\u00fd\\\": 15, \\\"d\\\\u1eef\\\": 18, \\\"ph\\\\u1ea7n\\\": 8, \\\"kh\\\\u00e1c\\\": 21, \\\"m\\\\u1ed9t\\\": 57, \\\"tr\\\\u00ed\\\": 18, \\\"th\\\\u1ec3\\\": 25, \\\"c\\\\u00f3\\\": 48, \\\"coi\\\": 6, \\\"th\\\\u1ed1ng\\\": 30, \\\"c\\\\u1ee9ng\\\": 5, \\\"ho\\\\u1eb7c\\\": 22, \\\"m\\\\u1ecdi\\\": 2, \\\"s\\\\u1edf\\\": 3, \\\"c\\\\u1ee7a\\\": 55, \\\"thu\\\\u1ed9c\\\": 19, \\\"gian\\\": 19, \\\"s\\\\u1eeda\\\": 2, \\\"k\\\\u00edch\\\": 22, \\\"truy\\\": 23, \\\"t\\\\u00ednh\\\": 18, \\\"th\\\\u1eddi\\\": 17, \\\"h\\\\u1eefu\\\": 2, \\\"cu\\\\u1ed1i\\\": 9, \\\"c\\\\u1eadp\\\": 22, \\\"ng\\\\u01b0\\\\u1eddi\\\": 13, \\\"quy\\\\u1ec1n\\\": 12, \\\"ki\\\\u1ec3u\\\": 7, \\\"t\\\\u1ea1o\\\": 13, \\\"th\\\\u01b0\\\\u1edbc\\\": 21, \\\"l\\\\u1ea7n\\\": 8, \\\"trong\\\": 61, \\\"c\\\\u1ea5u\\\": 16, \\\"v\\\\u00e0o\\\": 13, \\\"ph\\\\u1ee5\\\": 3, \\\"h\\\\u00e0nh\\\": 29, \\\"tr\\\\u00fac\\\": 17, \\\"kh\\\\u00f4ng\\\": 31, \\\"r\\\\u1ea5t\\\": 8, \\\"v\\\\u00ec\\\": 4, \\\"c\\\\u0169ng\\\": 7, \\\"byte\\\": 6, \\\"\\\\u0111i\\\\u1ec1u\\\": 24, \\\"v\\\\u1eady\\\": 5, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 13, \\\"t\\\\u1eebng\\\": 7, \\\"hay\\\": 14, \\\"tu\\\\u1ea7n\\\": 4, \\\"t\\\\u1eeb\\\": 17, \\\"\\\\u0111\\\\u00f3\\\": 21, \\\"d\\\\u1ee5\\\": 6, \\\"l\\\\u01b0\\\\u1ee3t\\\": 4, \\\"theo\\\": 16, \\\"\\\\u0111\\\\u1ecdc\\\": 16, \\\"t\\\\u1ef1\\\": 7, \\\"v\\\\u00ed\\\": 5, \\\"ghi\\\": 20, \\\"\\\\u0111\\\\u1ea7u\\\": 15, \\\"ph\\\\u00e1p\\\": 12, \\\"n\\\\u00e0y\\\": 31, \\\"\\\\u00fd\\\": 2, \\\"tr\\\\u1ef1c\\\": 4, \\\"s\\\\u1ed1\\\": 31, \\\"ph\\\\u00e9p\\\": 18, \\\"vi\\\\u1ec7c\\\": 24, \\\"s\\\\u1eed\\\": 21, \\\"c\\\\u00f2n\\\": 8, \\\"t\\\\u01b0\\\\u01a1ng\\\": 16, \\\"t\\\\u00f9y\\\": 1, \\\"kh\\\\u1ed1i\\\": 36, \\\"g\\\\u1ed3m\\\": 10, \\\"\\\\u0111\\\\u00e1nh\\\": 3, \\\"cho\\\": 36, \\\"th\\\\u1ee9\\\": 5, \\\"access\\\": 2, \\\"ti\\\\u1ebfn\\\": 7, \\\"ti\\\\u1ebfp\\\": 13, \\\"xem\\\": 2, \\\"d\\\\u1ee5ng\\\": 24, \\\"g\\\\u1ecdi\\\": 13, \\\"\\\\u0111\\\\u1ed1i\\\": 13, \\\"direct\\\": 1, \\\"\\\\u0111\\\\u0129a\\\": 42, \\\"1\\\": 4, \\\"kh\\\\u00f3a\\\": 2, \\\"x\\\\u00e1c\\\": 11, \\\"d\\\\u1ef1a\\\": 2, \\\"t\\\\u1edbi\\\": 14, \\\"n\\\\u00f3\\\": 2, \\\"t\\\\u00ecm\\\": 9, \\\"tr\\\\u1ecf\\\": 7, \\\"sau\\\": 13, \\\"\\\\u1ee9ng\\\": 15, \\\"ri\\\\u00eang\\\": 6, \\\"con\\\": 11, \\\"th\\\\u01b0\\\": 36, \\\"tr\\\\u1ed1ng\\\": 9, \\\"data\\\": 1, \\\"ch\\\\u1ed7\\\": 3, \\\"d\\\\u00e0nh\\\": 2, \\\"ch\\\\u01b0a\\\": 2, \\\"x\\\\u00f3a\\\": 3, \\\"chi\\\\u1ebfm\\\": 7, \\\"m\\\\u00e0\\\": 11, \\\"ph\\\\u00f3ng\\\": 4, \\\"gi\\\\u1ea3i\\\": 4, \\\"khi\\\": 20, \\\"t\\\\u0103ng\\\": 9, \\\"t\\\\u1ed1c\\\": 4, \\\"\\\\u0111\\\\u1ed9\\\": 6, \\\"m\\\\u1edf\\\": 4, \\\"tr\\\\u01b0\\\\u1edbc\\\": 4, \\\"th\\\\u1ef1c\\\": 17, \\\"hi\\\\u1ec7n\\\": 24, \\\"b\\\\u1ea3ng\\\": 14, \\\"kh\\\\u1ecfi\\\": 2, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"v\\\\u1ec1\\\": 21, \\\"ra\\\": 12, \\\"th\\\\u00eam\\\": 4, \\\"\\\\u0111\\\\u00e3\\\": 10, \\\"th\\\\u01b0\\\\u1eddng\\\": 17, \\\"s\\\\u1ebd\\\": 18, \\\"t\\\\u00e1c\\\": 11, \\\"tr\\\\u1ecb\\\": 4, \\\"l\\\\u1ec7nh\\\": 2, \\\"c\\\\u1ea5p\\\": 25, \\\"l\\\\u00ean\\\": 4, \\\"\\\\u0111\\\\u00e8\\\": 1, \\\"c\\\\u1ea7n\\\": 14, \\\"n\\\\u1ebfu\\\": 8, \\\"thao\\\": 9, \\\"cung\\\": 7, \\\"ph\\\\u1ea3i\\\": 13, \\\"\\\\u1edf\\\": 7, \\\"\\\\u0111\\\\u1ec7m\\\": 1, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 7, \\\"n\\\\u1edbi\\\": 1, \\\"seek\\\": 1, \\\"v\\\\u1edbi\\\": 34, \\\"qu\\\\u00e1\\\": 4, \\\"l\\\\u00e0m\\\": 5, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 4, \\\"b\\\\u1ea3o\\\": 5, \\\"m\\\\u1eadt\\\": 6, \\\"nh\\\\u1eefng\\\": 3, \\\"tr\\\\u00ecnh\\\": 8, \\\"thay\\\": 14, \\\"gi\\\\u00e1\\\": 4, \\\"\\\\u0111\\\\u1ed1\\\": 1, \\\"l\\\\u1eddi\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\": 10, \\\"t\\\\u00ecnh\\\": 1, \\\"l\\\\u1eadp\\\": 1, \\\"l\\\\u1ea1i\\\": 12, \\\"d\\\\u00f9ng\\\": 14, \\\"tr\\\\u1ecdng\\\": 5, \\\"\\\\u0111\\\\u00edch\\\": 1, \\\"bi\\\\u1ec7t\\\": 10, \\\"linux\\\": 3, \\\"ph\\\\u00e2n\\\": 10, \\\"qu\\\\u1ea3n\\\": 14, \\\"bao\\\": 5, \\\"nh\\\\u01b0ng\\\": 1, \\\"record\\\": 1, \\\"word\\\": 1, \\\"b\\\\u1eb1ng\\\": 11, \\\"danh\\\": 14, \\\"\\\\u0111ang\\\": 3, \\\"tr\\\\u00f9ng\\\": 1, \\\"file\\\\u2026\\\": 1, \\\"xo\\\\u00e1\\\": 3, \\\"ai\\\": 1, \\\"dung\\\": 9, \\\"n\\\\u1ed9i\\\": 7, \\\"\\\\u0111\\\\u1ed3ng\\\": 4, \\\"ng\\\\u00e0y\\\": 2, \\\"ss\\\\u1eeda\\\": 1, \\\"th\\\\u00e1ng\\\": 2, \\\"sao\\\": 10, \\\"\\\\u0111\\\\u00e2u\\\": 1, \\\"bi\\\\u1ebft\\\": 2, \\\"\\\\u0111\\\\u1eb7c\\\": 9, \\\"m\\\\u1ec1m\\\": 4, \\\"\\\\u0111un\\\": 1, \\\"m\\\\u00f4\\\": 4, \\\"\\\\u0111i\\\\u1ec7u\\\": 1, \\\"th\\\\u00f9\\\": 1, \\\"d\\\\u1ec5\\\": 1, \\\"l\\\\u00f4gic\\\": 7, \\\"x\\\\u1ea1\\\": 2, \\\"kh\\\\u00e1i\\\": 1, \\\"\\\\u00e1nh\\\": 3, \\\"m\\\\u1ed7i\\\": 27, \\\"nhi\\\\u1ec7m\\\": 2, \\\"\\\\u0111\\\\u1ea3m\\\": 3, \\\"ni\\\\u1ec7m\\\": 1, \\\"c\\\\u1ee5\\\": 5, \\\"t\\\\u1ea3\\\": 3, \\\"g\\\\u1eafn\\\": 6, \\\"attribute\\\": 1, \\\"nhi\\\\u1ec1u\\\": 9, \\\"\\\\u0111\\\\u1ee3i\\\": 1, \\\"qu\\\\u1ea3\\\": 1, \\\"mong\\\": 1, \\\"tr\\\\u01b0\\\\u1eddng\\\": 7, \\\"d\\\\u1eabn\\\": 4, \\\"k\\\\u1ebft\\\": 9, \\\"lock\\\": 1, \\\"s\\\\u00e1ch\\\": 12, \\\"k\\\\u00edchth\\\\u01b0\\\\u1edbc\\\": 1, \\\"\\\\u0111\\\\u1ecba\\\": 7, \\\"chi\\\": 1, \\\"directory\\\": 2, \\\"th\\\\u00e0nh\\\": 12, \\\"folder\\\": 1, \\\"entry\\\": 1, \\\"kho\\\\u1ea3n\\\": 16, \\\"n\\\\u01a1i\\\": 3, \\\"to\\\\u00e0n\\\": 14, \\\"nh\\\\u1ea5t\\\": 10, \\\"th\\\\u00e2n\\\": 3, \\\"lu\\\\u00f4n\\\": 1, \\\"hai\\\": 7, \\\"c\\\\u00f9ng\\\": 14, \\\"c\\\\u00e1ch\\\": 8, \\\"n\\\\u00f3i\\\": 3, \\\"n\\\\u1eb1m\\\": 5, \\\"nhanh\\\": 3, \\\"ch\\\\u00f3ng\\\": 1, \\\"nh\\\\u00f3m\\\": 2, \\\"m\\\\u1eabu\\\": 1, \\\"y\\\\u00eau\\\": 3, \\\"kh\\\\u1ea3\\\": 2, \\\"c\\\\u1ea7u\\\": 4, \\\"h\\\\u01a1n\\\": 8, \\\"ph\\\\u00f9\\\": 1, \\\"ch\\\\u00ednh\\\": 6, \\\"ki\\\\u1ebfm\\\": 4, \\\"n\\\\u0103ng\\\": 2, \\\"h\\\\u1ecfi\\\": 3, \\\"m\\\\u1edbi\\\": 4, \\\"\\\\u0111\\\\u00f2i\\\": 3, \\\"k\\\\u00ea\\\": 1, \\\"c\\\\u1ea3\\\": 6, \\\"duy\\\\u1ec7t\\\": 2, \\\"li\\\\u1ec7t\\\": 1, \\\"t\\\\u1ea5t\\\": 6, \\\"nhu\\\": 1, \\\"s\\\\u1eafp\\\": 2, \\\"s\\\\u1ef1\\\": 2, \\\"x\\\\u1ebfp\\\": 2, \\\"ch\\\\u1eb3ng\\\": 2, \\\"tu\\\\u1ef3\\\": 3, \\\"h\\\\u1ea1n\\\": 2, \\\"b\\\\u00ean\\\": 2, \\\"t\\\\u1ed5\\\": 7, \\\"ph\\\\u1ea3n\\\": 1, \\\"ch\\\\u1ee9\\\": 2, \\\"g\\\\u00e2y\\\": 2, \\\"ch\\\\u1ee9c\\\": 7, \\\"g\\\\u00ec\\\": 1, \\\"m\\\\u1ee9c\\\": 6, \\\"gi\\\\u1eef\\\": 3, \\\"duy\\\": 3, \\\"gi\\\\u1ea3n\\\": 5, \\\"tr\\\\u00ec\\\": 2, \\\"g\\\\u1ed1c\\\": 4, \\\"m\\\\u1eb7c\\\": 1, \\\"ch\\\\u00fang\\\": 1, \\\"\\\\u0111\\\\u00e2y\\\": 4, \\\"v\\\\u1eabn\\\": 1, \\\"chia\\\": 3, \\\"d\\\\u00f9\\\": 1, \\\"t\\\\u01b0\\\\u1edfng\\\": 1, \\\"c\\\\u00e2y\\\": 5, \\\"tri\\\\u1ec3n\\\": 1, \\\"ph\\\\u00e1t\\\": 16, \\\"c\\\\u00e0nh\\\": 2, \\\"l\\\\u00e1\\\": 1, \\\"0\\\": 3, \\\"d\\\\u01b0\\\\u1edbi\\\": 3, \\\"bit\\\": 4, \\\"ta\\\": 4, \\\"th\\\\u00ec\\\": 1, \\\"mu\\\\u1ed1n\\\": 1, \\\"x\\\\u00e2y\\\": 2, \\\"\\\\u201cm\\\\u1ecdc\\\\u201d\\\": 1, \\\"fat\\\": 8, \\\"ti\\\\u00ean\\\": 9, \\\"\\\\u201cr\\\\u1eebng\\\\u201d\\\": 1, \\\"dos\\\": 5, \\\"d\\\\u1ef1ng\\\": 2, \\\"mount\\\": 1, \\\"ch\\\\u1ea5t\\\": 4, \\\"m\\\\u1ecdc\\\": 1, \\\"chung\\\": 1, \\\"to\\\": 1, \\\"xu\\\\u1ea5t\\\": 6, \\\"v\\\\u00f2ng\\\": 1, \\\"graph\\\": 1, \\\"acyclic\\\": 1, \\\"ho\\\\u00e0n\\\": 1, \\\"qua\\\": 1, \\\"t\\\\u1eed\\\": 1, \\\"n\\\\u00e0o\\\": 3, \\\"pathname\\\": 1, \\\"\\\\u0111i\\\": 2, \\\"g\\\\u1ee3i\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 3, \\\"\\\\u0111\\\\u1ea7y\\\": 2, \\\"tuy\\\\u1ec7t\\\": 1, \\\"\\\\u0111\\\\u1ee7\\\": 3, \\\"m\\\\u00e1y\\\": 1, \\\"t\\\\u1ea1i\\\": 1, \\\"b\\\\u1eaft\\\": 4, \\\"v\\\\u1ee5\\\": 1, \\\"ti\\\\u1ebft\\\": 1, \\\"ki\\\\u1ec7m\\\": 2, \\\"driver\\\": 1, \\\"disk\\\": 2, \\\"sector\\\": 9, \\\"nh\\\\u1ecf\\\": 4, \\\"khi\\\\u1ec3n\\\": 1, \\\"windows\\\": 4, \\\"cluster\\\": 4, \\\"ms\\\": 4, \\\"t\\\\u00e0i\\\": 1, \\\"va\\\": 1, \\\"d\\\\u00e0i\\\": 2, \\\"b\\\\u1edfi\\\": 1, \\\"kho\\\\u1ea3ng\\\": 3, \\\"v\\\\u1eeba\\\": 2, \\\"v\\\\u00f9ng\\\": 10, \\\"kh\\\\u00f3\\\": 2, \\\"l\\\\u1edbn\\\": 10, \\\"kh\\\\u0103n\\\": 2, \\\"tra\\\": 4, \\\"th\\\\u00edch\\\": 2, \\\"ki\\\\u1ec3m\\\": 4, \\\"ch\\\\u1ecdn\\\": 3, \\\"chi\\\\u1ebfn\\\": 1, \\\"b\\\\u00e0y\\\": 1, \\\"first\\\": 1, \\\"\\\\u0111\\\\u1ed9ng\\\": 5, \\\"best\\\": 1, \\\"l\\\\u01b0\\\\u1ee3c\\\": 1, \\\"\\\\u0111o\\\\u1ea1n\\\": 1, \\\"\\\\u00f4\\\": 8, \\\"fit\\\": 1, \\\"l\\\\u1ef1a\\\": 1, \\\"do\\\": 10, \\\"external\\\": 2, \\\"fragmentation\\\": 2, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"m\\\\u1ea3nh\\\": 3, \\\"l\\\\u00e3ng\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"ch\\\\u00e9p\\\": 1, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 2, \\\"sang\\\": 3, \\\"\\\\u0111i\\\\u1ec3m\\\": 4, \\\"list\\\": 2, \\\"linked\\\": 1, \\\"m\\\\u00f3c\\\": 2, \\\"n\\\\u1ed1i\\\": 5, \\\"th\\\\u00fac\\\": 1, \\\"d\\\\u1ea5u\\\": 3, \\\"hi\\\\u1ec7u\\\": 1, \\\"nil\\\": 1, \\\"212\\\": 1, \\\"12\\\": 1, \\\"16\\\": 2, \\\"t\\\\u1ed1i\\\": 2, \\\"phi\\\\u00ean\\\": 3, \\\"232\\\": 1, \\\"32\\\": 2, \\\"216\\\": 1, \\\"boot\\\": 6, \\\"\\\\u0111a\\\": 2, \\\"kh\\\\u1edfi\\\": 3, \\\"index\\\": 1, \\\"ti\\\\u1ec7n\\\": 2, \\\"node\\\": 5, \\\"block\\\": 1, \\\"trung\\\": 2, \\\"i\\\": 5, \\\"\\\\u2013\\\": 1, \\\"m\\\\u1ea3ng\\\": 2, \\\"m\\\\u00ecnh\\\": 5, \\\"ph\\\\u00eda\\\": 1, \\\"nguy\\\\u00ean\\\": 2, \\\"b\\\\u1ecf\\\": 1, \\\"h\\\\u1ebft\\\": 1, \\\"segmentation\\\": 1, \\\"internal\\\": 1, \\\"b\\\\u1ed9i\\\": 1, \\\"nt\\\": 2, \\\"th\\\\u1ebf\\\": 2, \\\"ntfs\\\": 2, \\\"hi\\\\u1ec3n\\\": 1, \\\"th\\\\u1ecb\\\": 1, \\\"m\\\\u00e3nh\\\": 1, \\\"gi\\\\u1ea3m\\\": 1, \\\"l\\\\u00e2u\\\": 2, \\\"gi\\\\u1eddi\\\": 1, \\\"r\\\\u00e1c\\\": 1, \\\"r\\\\u1ea3i\\\": 1, \\\"l\\\\u00ed\\\": 1, \\\"h\\\\u00f3a\\\": 1, \\\"ng\\\\u01b0\\\\u1ee3c\\\": 2, \\\"l\\\\u0169y\\\": 1, \\\"2\\\": 2, \\\"th\\\\u1eeba\\\": 1, \\\"thu\\\\u1ed1c\\\": 1, \\\"512b\\\": 1, \\\"32kb\\\": 1, \\\"map\\\": 1, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"chi\\\\u1ec1u\\\": 1, \\\"n\\\\u00ean\\\": 3, \\\"b\\\\u00e9\\\": 1, \\\"ngay\\\": 4, \\\"\\\\u00edt\\\": 2, \\\"l\\\\u1ee3i\\\": 2, \\\"li\\\\u1ec1n\\\": 1, \\\"n\\\\u1eefa\\\": 2, \\\"c\\\\u00e2u\\\": 1, \\\"d\\\\u1ea1ng\\\": 2, \\\"tree\\\": 1, \\\"nh\\\\u00e1nh\\\": 1, \\\"c\\\\u00e2n\\\": 1, \\\"h\\\\u1ed7\\\": 1, \\\"tr\\\\u1ee3\\\": 1, \\\"b\\\": 2, \\\"nh\\\\u1ecb\\\": 1, \\\"h\\\\u00e0m\\\": 1, \\\"table\\\": 1, \\\"hash\\\": 1, \\\"b\\\\u0103m\\\": 1, \\\"root\\\": 3, \\\"ext2\\\": 1, \\\"c\\\\u1ed1\\\": 2, \\\"cao\\\": 2, \\\"m\\\\u1ea5t\\\": 2, \\\"mang\\\": 2, \\\"to\\\\u00e1n\\\": 1, \\\"th\\\\u1eadm\\\": 1, \\\"ch\\\\u00ed\\\": 1, \\\"m\\\\u00e1t\\\": 1, \\\"v\\\\u1eb9n\\\": 4, \\\"b\\\\u1ec1n\\\": 1, \\\"v\\\\u1eefng\\\": 1, \\\"h\\\\u1ecfng\\\": 4, \\\"s\\\\u1ea3n\\\": 1, \\\"d\\\\u1ef1\\\": 2, \\\"tr\\\\u1edf\\\": 1, \\\"ph\\\\u00f2ng\\\": 1, \\\"b\\\\u0103ng\\\": 3, \\\"backup\\\": 3, \\\"r\\\\u1ebb\\\": 1, \\\"\\\\u01b0u\\\": 1, \\\"t\\\\u1ed1n\\\": 1, \\\"t\\\\u00edch\\\": 1, \\\"full\\\": 1, \\\"kh\\\\u00e1\\\": 2, \\\"incremental\\\": 1, \\\"d\\\\u1ea7n\\\": 2, \\\"h\\\\u00e0ng\\\": 1, \\\"archive\\\": 1, \\\"\\\\u0111\\\\u1ebfm\\\": 1, \\\"scandisk\\\": 1, \\\"kh\\\\u00f4i\\\": 2, \\\"ph\\\\u1ee5c\\\": 2, \\\"x\\\\u1ea3y\\\": 1, \\\"ch\\\\u1ea1y\\\": 1, \\\"l\\\\u1ed7i\\\": 2, \\\"giao\\\": 2, \\\"transaction\\\": 1, \\\"tr\\\\u1ecdn\\\": 2, \\\"k\\\\u00fd\\\": 1, \\\"tr\\\\u1ea1ng\\\": 2, \\\"th\\\\u00e1i\\\": 2, \\\"nh\\\\u1eadt\\\": 1, \\\"log\\\": 2, \\\"\\\\u0111\\\\u01b0a\\\": 1, \\\"tr\\\\u00e1i\\\": 1, \\\"ng\\\\u0103n\\\": 1, \\\"c\\\\u1ea3n\\\": 1, \\\"kh\\\\u1ea9u\\\": 3, \\\"\\\\u0111\\\\u00fang\\\": 1, \\\"ch\\\\u1ee7\\\": 2, \\\"\\\\u0111\\\\u1ec1u\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"y\\\\u1ebfu\\\": 1, \\\"acl\\\": 2, \\\"k\\\\u00e8m\\\": 1, \\\"control\\\": 1, \\\"uid\\\": 1, \\\"chi\\\\u1ebfu\\\": 1, \\\"c\\\\u00f4ng\\\": 1, \\\"ch\\\\u1ebf\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"nh\\\\u1eadp\\\": 1, \\\"\\\\u0111\\\\u0103ng\\\": 1, \\\"read\\\": 1, \\\"change\\\": 1, \\\"t\\\\u1ee9c\\\": 2, \\\"write\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u01a1ng\\\": 1, \\\"delete\\\": 1, \\\"logical\\\": 1, \\\"th\\\\u1ebb\\\": 1, \\\"l\\\\u00f4\\\": 4, \\\"quy\\\": 1, \\\"v\\\": 2, \\\"\\\\u01b0\\\\u1edbc\\\": 1, \\\"d\\\": 1, \\\"gic\\\": 4, \\\"c\\\\u00e1i\\\": 1, \\\"ch\\\\u1eef\\\": 1, \\\"cd\\\": 1, \\\"c\\\": 1, \\\"a\\\": 1, \\\"partition\\\": 1, \\\"r\\\\u1ed9ng\\\": 1, \\\"extended\\\": 1, \\\"primary\\\": 1, \\\"tuy\\\": 1, \\\"kia\\\": 1, \\\"nhi\\\\u00ean\\\": 1, \\\"fat16\\\": 1, \\\"fat12\\\": 2, \\\"fat32\\\": 1, \\\"m\\\\u1ed3i\\\": 1, \\\"t\\\\u1ea3i\\\": 1, \\\"m\\\\u00e3\\\": 1, \\\"t\\\\u1eafc\\\": 1, \\\"ch\\\\u1eeda\\\": 1, \\\"x\\\\u00e9t\\\": 1}\", \"index_docs\": \"{\\\"15\\\": 37, \\\"23\\\": 35, \\\"184\\\": 6, \\\"3\\\": 67, \\\"16\\\": 35, \\\"4\\\": 66, \\\"147\\\": 8, \\\"11\\\": 55, \\\"203\\\": 5, \\\"1\\\": 91, \\\"22\\\": 26, \\\"55\\\": 16, \\\"118\\\": 12, \\\"104\\\": 12, \\\"312\\\": 2, \\\"56\\\": 23, \\\"103\\\": 12, \\\"86\\\": 14, \\\"70\\\": 20, \\\"71\\\": 17, \\\"40\\\": 23, \\\"123\\\": 10, \\\"224\\\": 4, \\\"257\\\": 3, \\\"136\\\": 10, \\\"77\\\": 15, \\\"110\\\": 12, \\\"185\\\": 4, \\\"137\\\": 9, \\\"28\\\": 25, \\\"5\\\": 62, \\\"30\\\": 26, \\\"58\\\": 19, \\\"17\\\": 34, \\\"258\\\": 2, \\\"2\\\": 40, \\\"13\\\": 47, \\\"31\\\": 26, \\\"225\\\": 3, \\\"93\\\": 15, \\\"61\\\": 18, \\\"148\\\": 8, \\\"52\\\": 21, \\\"9\\\": 57, \\\"62\\\": 18, \\\"38\\\": 25, \\\"14\\\": 48, \\\"186\\\": 6, \\\"20\\\": 30, \\\"205\\\": 5, \\\"57\\\": 22, \\\"313\\\": 2, \\\"204\\\": 3, \\\"10\\\": 55, \\\"43\\\": 19, \\\"72\\\": 19, \\\"314\\\": 2, \\\"25\\\": 22, \\\"32\\\": 23, \\\"44\\\": 18, \\\"78\\\": 17, \\\"226\\\": 2, \\\"125\\\": 9, \\\"36\\\": 22, \\\"53\\\": 13, \\\"83\\\": 12, \\\"156\\\": 7, \\\"66\\\": 13, \\\"27\\\": 21, \\\"124\\\": 8, \\\"6\\\": 61, \\\"54\\\": 16, \\\"79\\\": 13, \\\"259\\\": 3, \\\"29\\\": 29, \\\"45\\\": 17, \\\"24\\\": 31, \\\"149\\\": 8, \\\"206\\\": 4, \\\"168\\\": 7, \\\"187\\\": 6, \\\"46\\\": 24, \\\"207\\\": 5, \\\"94\\\": 13, \\\"119\\\": 7, \\\"96\\\": 14, \\\"227\\\": 4, \\\"84\\\": 17, \\\"47\\\": 21, \\\"188\\\": 6, \\\"228\\\": 4, \\\"85\\\": 16, \\\"59\\\": 16, \\\"169\\\": 7, \\\"208\\\": 5, \\\"34\\\": 20, \\\"95\\\": 15, \\\"99\\\": 12, \\\"26\\\": 31, \\\"317\\\": 2, \\\"229\\\": 4, \\\"21\\\": 31, \\\"80\\\": 18, \\\"48\\\": 24, \\\"63\\\": 21, \\\"157\\\": 8, \\\"87\\\": 16, \\\"396\\\": 1, \\\"7\\\": 36, \\\"126\\\": 10, \\\"260\\\": 3, \\\"19\\\": 36, \\\"159\\\": 5, \\\"315\\\": 2, \\\"158\\\": 7, \\\"111\\\": 13, \\\"316\\\": 2, \\\"41\\\": 24, \\\"105\\\": 13, \\\"112\\\": 13, \\\"395\\\": 1, \\\"12\\\": 42, \\\"170\\\": 4, \\\"261\\\": 2, \\\"106\\\": 11, \\\"318\\\": 2, \\\"89\\\": 14, \\\"319\\\": 2, \\\"97\\\": 9, \\\"127\\\": 7, \\\"98\\\": 13, \\\"81\\\": 15, \\\"171\\\": 6, \\\"88\\\": 11, \\\"8\\\": 36, \\\"49\\\": 9, \\\"397\\\": 1, \\\"263\\\": 3, \\\"262\\\": 2, \\\"320\\\": 2, \\\"230\\\": 3, \\\"172\\\": 7, \\\"128\\\": 11, \\\"210\\\": 4, \\\"209\\\": 4, \\\"39\\\": 20, \\\"138\\\": 9, \\\"232\\\": 4, \\\"189\\\": 6, \\\"173\\\": 4, \\\"231\\\": 4, \\\"67\\\": 17, \\\"35\\\": 24, \\\"50\\\": 14, \\\"321\\\": 2, \\\"398\\\": 1, \\\"64\\\": 21, \\\"113\\\": 12, \\\"211\\\": 4, \\\"129\\\": 10, \\\"90\\\": 17, \\\"68\\\": 18, \\\"91\\\": 11, \\\"190\\\": 4, \\\"322\\\": 2, \\\"33\\\": 25, \\\"212\\\": 4, \\\"399\\\": 1, \\\"75\\\": 14, \\\"140\\\": 8, \\\"139\\\": 9, \\\"160\\\": 7, \\\"100\\\": 13, \\\"174\\\": 7, \\\"401\\\": 1, \\\"141\\\": 7, \\\"400\\\": 1, \\\"402\\\": 1, \\\"18\\\": 34, \\\"234\\\": 4, \\\"213\\\": 5, \\\"233\\\": 4, \\\"214\\\": 5, \\\"142\\\": 6, \\\"264\\\": 3, \\\"150\\\": 8, \\\"76\\\": 14, \\\"191\\\": 4, \\\"404\\\": 1, \\\"405\\\": 1, \\\"92\\\": 10, \\\"403\\\": 1, \\\"406\\\": 1, \\\"114\\\": 12, \\\"73\\\": 14, \\\"192\\\": 5, \\\"407\\\": 1, \\\"120\\\": 10, \\\"265\\\": 3, \\\"130\\\": 10, \\\"101\\\": 14, \\\"215\\\": 5, \\\"408\\\": 1, \\\"410\\\": 1, \\\"409\\\": 1, \\\"115\\\": 11, \\\"42\\\": 14, \\\"266\\\": 3, \\\"411\\\": 1, \\\"413\\\": 1, \\\"235\\\": 3, \\\"412\\\": 1, \\\"143\\\": 9, \\\"175\\\": 7, \\\"236\\\": 4, \\\"323\\\": 2, \\\"414\\\": 1, \\\"324\\\": 2, \\\"65\\\": 10, \\\"415\\\": 1, \\\"267\\\": 2, \\\"144\\\": 9, \\\"193\\\": 4, \\\"417\\\": 1, \\\"237\\\": 4, \\\"418\\\": 1, \\\"416\\\": 1, \\\"419\\\": 1, \\\"161\\\": 7, \\\"326\\\": 2, \\\"420\\\": 1, \\\"269\\\": 3, \\\"37\\\": 27, \\\"325\\\": 2, \\\"268\\\": 3, \\\"421\\\": 1, \\\"216\\\": 5, \\\"270\\\": 3, \\\"176\\\": 6, \\\"422\\\": 1, \\\"151\\\": 9, \\\"426\\\": 1, \\\"424\\\": 1, \\\"425\\\": 1, \\\"177\\\": 7, \\\"194\\\": 4, \\\"121\\\": 9, \\\"423\\\": 1, \\\"60\\\": 12, \\\"428\\\": 1, \\\"152\\\": 7, \\\"427\\\": 1, \\\"327\\\": 2, \\\"107\\\": 12, \\\"429\\\": 1, \\\"430\\\": 1, \\\"51\\\": 16, \\\"238\\\": 3, \\\"102\\\": 14, \\\"131\\\": 10, \\\"271\\\": 3, \\\"431\\\": 1, \\\"153\\\": 7, \\\"108\\\": 14, \\\"122\\\": 8, \\\"273\\\": 3, \\\"195\\\": 5, \\\"272\\\": 3, \\\"432\\\": 1, \\\"328\\\": 2, \\\"434\\\": 1, \\\"274\\\": 3, \\\"329\\\": 2, \\\"239\\\": 4, \\\"154\\\": 8, \\\"433\\\": 1, \\\"163\\\": 6, \\\"162\\\": 4, \\\"330\\\": 2, \\\"276\\\": 3, \\\"217\\\": 4, \\\"275\\\": 3, \\\"436\\\": 1, \\\"178\\\": 6, \\\"331\\\": 2, \\\"435\\\": 1, \\\"196\\\": 6, \\\"437\\\": 1, \\\"240\\\": 2, \\\"337\\\": 2, \\\"241\\\": 2, \\\"332\\\": 2, \\\"277\\\": 3, \\\"333\\\": 2, \\\"335\\\": 2, \\\"179\\\": 7, \\\"438\\\": 1, \\\"334\\\": 2, \\\"336\\\": 2, \\\"180\\\": 7, \\\"439\\\": 1, \\\"181\\\": 6, \\\"279\\\": 3, \\\"278\\\": 3, \\\"218\\\": 5, \\\"339\\\": 2, \\\"145\\\": 4, \\\"440\\\": 1, \\\"442\\\": 1, \\\"243\\\": 4, \\\"338\\\": 1, \\\"242\\\": 3, \\\"441\\\": 1, \\\"444\\\": 1, \\\"116\\\": 5, \\\"443\\\": 1, \\\"74\\\": 16, \\\"340\\\": 2, \\\"445\\\": 1, \\\"280\\\": 3, \\\"244\\\": 3, \\\"132\\\": 4, \\\"245\\\": 4, \\\"446\\\": 1, \\\"449\\\": 1, \\\"341\\\": 2, \\\"448\\\": 1, \\\"82\\\": 8, \\\"155\\\": 9, \\\"447\\\": 1, \\\"219\\\": 5, \\\"342\\\": 2, \\\"452\\\": 1, \\\"246\\\": 4, \\\"451\\\": 1, \\\"453\\\": 1, \\\"450\\\": 1, \\\"182\\\": 6, \\\"456\\\": 1, \\\"281\\\": 1, \\\"455\\\": 1, \\\"454\\\": 1, \\\"459\\\": 1, \\\"343\\\": 1, \\\"282\\\": 3, \\\"457\\\": 1, \\\"344\\\": 2, \\\"458\\\": 1, \\\"220\\\": 3, \\\"283\\\": 2, \\\"460\\\": 1, \\\"247\\\": 3, \\\"461\\\": 1, \\\"462\\\": 1, \\\"248\\\": 4, \\\"463\\\": 1, \\\"464\\\": 1, \\\"345\\\": 2, \\\"466\\\": 1, \\\"346\\\": 2, \\\"133\\\": 9, \\\"249\\\": 4, \\\"465\\\": 1, \\\"221\\\": 4, \\\"251\\\": 4, \\\"250\\\": 4, \\\"467\\\": 1, \\\"468\\\": 1, \\\"347\\\": 2, \\\"469\\\": 1, \\\"284\\\": 3, \\\"348\\\": 2, \\\"69\\\": 10, \\\"349\\\": 2, \\\"134\\\": 10, \\\"350\\\": 2, \\\"198\\\": 4, \\\"285\\\": 2, \\\"197\\\": 4, \\\"286\\\": 3, \\\"351\\\": 1, \\\"471\\\": 1, \\\"473\\\": 1, \\\"222\\\": 5, \\\"474\\\": 1, \\\"352\\\": 1, \\\"472\\\": 1, \\\"146\\\": 8, \\\"353\\\": 1, \\\"470\\\": 1, \\\"135\\\": 10, \\\"355\\\": 2, \\\"356\\\": 2, \\\"287\\\": 3, \\\"288\\\": 3, \\\"475\\\": 1, \\\"354\\\": 2, \\\"476\\\": 1, \\\"357\\\": 2, \\\"289\\\": 3, \\\"252\\\": 4, \\\"358\\\": 2, \\\"477\\\": 1, \\\"359\\\": 2, \\\"164\\\": 5, \\\"480\\\": 1, \\\"290\\\": 3, \\\"479\\\": 1, \\\"478\\\": 1, \\\"481\\\": 1, \\\"360\\\": 1, \\\"293\\\": 2, \\\"361\\\": 2, \\\"292\\\": 3, \\\"483\\\": 1, \\\"294\\\": 2, \\\"482\\\": 1, \\\"199\\\": 6, \\\"362\\\": 2, \\\"291\\\": 3, \\\"363\\\": 1, \\\"365\\\": 2, \\\"109\\\": 5, \\\"484\\\": 1, \\\"364\\\": 2, \\\"117\\\": 5, \\\"485\\\": 1, \\\"253\\\": 2, \\\"200\\\": 5, \\\"486\\\": 1, \\\"366\\\": 2, \\\"489\\\": 1, \\\"488\\\": 1, \\\"491\\\": 1, \\\"490\\\": 1, \\\"487\\\": 1, \\\"368\\\": 2, \\\"295\\\": 2, \\\"367\\\": 2, \\\"492\\\": 1, \\\"493\\\": 1, \\\"495\\\": 1, \\\"494\\\": 1, \\\"369\\\": 2, \\\"498\\\": 1, \\\"497\\\": 1, \\\"496\\\": 1, \\\"500\\\": 1, \\\"499\\\": 1, \\\"370\\\": 2, \\\"502\\\": 1, \\\"371\\\": 2, \\\"503\\\": 1, \\\"501\\\": 1, \\\"504\\\": 1, \\\"505\\\": 1, \\\"507\\\": 1, \\\"506\\\": 1, \\\"508\\\": 1, \\\"296\\\": 3, \\\"509\\\": 1, \\\"254\\\": 4, \\\"374\\\": 2, \\\"372\\\": 2, \\\"373\\\": 1, \\\"375\\\": 2, \\\"510\\\": 1, \\\"376\\\": 2, \\\"513\\\": 1, \\\"515\\\": 1, \\\"514\\\": 1, \\\"511\\\": 1, \\\"512\\\": 1, \\\"378\\\": 2, \\\"377\\\": 1, \\\"518\\\": 1, \\\"517\\\": 1, \\\"516\\\": 1, \\\"297\\\": 1, \\\"298\\\": 3, \\\"519\\\": 1, \\\"379\\\": 2, \\\"381\\\": 2, \\\"382\\\": 2, \\\"299\\\": 2, \\\"522\\\": 1, \\\"520\\\": 1, \\\"521\\\": 1, \\\"524\\\": 1, \\\"223\\\": 4, \\\"380\\\": 1, \\\"523\\\": 1, \\\"165\\\": 4, \\\"525\\\": 1, \\\"201\\\": 2, \\\"526\\\": 1, \\\"383\\\": 1, \\\"301\\\": 3, \\\"300\\\": 3, \\\"528\\\": 1, \\\"527\\\": 1, \\\"530\\\": 1, \\\"531\\\": 1, \\\"529\\\": 1, \\\"384\\\": 2, \\\"532\\\": 1, \\\"302\\\": 2, \\\"303\\\": 1, \\\"533\\\": 1, \\\"304\\\": 1, \\\"535\\\": 1, \\\"385\\\": 2, \\\"386\\\": 2, \\\"536\\\": 1, \\\"534\\\": 1, \\\"255\\\": 2, \\\"202\\\": 2, \\\"537\\\": 1, \\\"305\\\": 2, \\\"539\\\": 1, \\\"306\\\": 2, \\\"307\\\": 2, \\\"538\\\": 1, \\\"387\\\": 2, \\\"540\\\": 1, \\\"543\\\": 1, \\\"541\\\": 1, \\\"542\\\": 1, \\\"183\\\": 3, \\\"544\\\": 1, \\\"308\\\": 2, \\\"547\\\": 1, \\\"546\\\": 1, \\\"545\\\": 1, \\\"309\\\": 2, \\\"548\\\": 1, \\\"549\\\": 1, \\\"310\\\": 1, \\\"552\\\": 1, \\\"551\\\": 1, \\\"550\\\": 1, \\\"553\\\": 1, \\\"389\\\": 1, \\\"388\\\": 1, \\\"554\\\": 1, \\\"556\\\": 1, \\\"390\\\": 2, \\\"555\\\": 1, \\\"558\\\": 1, \\\"557\\\": 1, \\\"559\\\": 1, \\\"561\\\": 1, \\\"166\\\": 4, \\\"565\\\": 1, \\\"256\\\": 2, \\\"566\\\": 1, \\\"564\\\": 1, \\\"167\\\": 4, \\\"563\\\": 1, \\\"562\\\": 1, \\\"560\\\": 1, \\\"392\\\": 1, \\\"391\\\": 1, \\\"311\\\": 1, \\\"393\\\": 1, \\\"568\\\": 1, \\\"567\\\": 1, \\\"570\\\": 1, \\\"569\\\": 1, \\\"571\\\": 1, \\\"572\\\": 1, \\\"394\\\": 2, \\\"573\\\": 1, \\\"576\\\": 1, \\\"575\\\": 1, \\\"574\\\": 1, \\\"577\\\": 1, \\\"578\\\": 1, \\\"579\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"file\\\", \\\"2\\\": \\\"m\\\\u1ee5c\\\", \\\"3\\\": \\\"c\\\\u00e1c\\\", \\\"4\\\": \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\", \\\"5\\\": \\\"l\\\\u00e0\\\", \\\"6\\\": \\\"trong\\\", \\\"7\\\": \\\"kh\\\\u1ed1i\\\", \\\"8\\\": \\\"th\\\\u01b0\\\", \\\"9\\\": \\\"m\\\\u1ed9t\\\", \\\"10\\\": \\\"c\\\\u1ee7a\\\", \\\"11\\\": \\\"v\\\\u00e0\\\", \\\"12\\\": \\\"\\\\u0111\\\\u0129a\\\", \\\"13\\\": \\\"h\\\\u1ec7\\\", \\\"14\\\": \\\"c\\\\u00f3\\\", \\\"15\\\": \\\"th\\\\u00f4ng\\\", \\\"16\\\": \\\"tin\\\", \\\"17\\\": \\\"ch\\\\u1ee9a\\\", \\\"18\\\": \\\"v\\\\u1edbi\\\", \\\"19\\\": \\\"cho\\\", \\\"20\\\": \\\"th\\\\u1ed1ng\\\", \\\"21\\\": \\\"s\\\\u1ed1\\\", \\\"22\\\": \\\"l\\\\u01b0u\\\", \\\"23\\\": \\\"tr\\\\u00ean\\\", \\\"24\\\": \\\"kh\\\\u00f4ng\\\", \\\"25\\\": \\\"k\\\\u00edch\\\", \\\"26\\\": \\\"n\\\\u00e0y\\\", \\\"27\\\": \\\"th\\\\u01b0\\\\u1edbc\\\", \\\"28\\\": \\\"v\\\\u1ecb\\\", \\\"29\\\": \\\"h\\\\u00e0nh\\\", \\\"30\\\": \\\"\\\\u0111\\\\u1ec3\\\", \\\"31\\\": \\\"ch\\\\u1ec9\\\", \\\"32\\\": \\\"truy\\\", \\\"33\\\": \\\"c\\\\u1ea5p\\\", \\\"34\\\": \\\"ghi\\\", \\\"35\\\": \\\"hi\\\\u1ec7n\\\", \\\"36\\\": \\\"c\\\\u1eadp\\\", \\\"37\\\": \\\"m\\\\u1ed7i\\\", \\\"38\\\": \\\"th\\\\u1ec3\\\", \\\"39\\\": \\\"khi\\\", \\\"40\\\": \\\"nh\\\\u1edb\\\", \\\"41\\\": \\\"d\\\\u1ee5ng\\\", \\\"42\\\": \\\"danh\\\", \\\"43\\\": \\\"thu\\\\u1ed9c\\\", \\\"44\\\": \\\"t\\\\u00ednh\\\", \\\"45\\\": \\\"tr\\\\u00fac\\\", \\\"46\\\": \\\"\\\\u0111i\\\\u1ec1u\\\", \\\"47\\\": \\\"\\\\u0111\\\\u00f3\\\", \\\"48\\\": \\\"vi\\\\u1ec7c\\\", \\\"49\\\": \\\"tr\\\\u1ed1ng\\\", \\\"50\\\": \\\"b\\\\u1ea3ng\\\", \\\"51\\\": \\\"kho\\\\u1ea3n\\\", \\\"52\\\": \\\"kh\\\\u00e1c\\\", \\\"53\\\": \\\"ng\\\\u01b0\\\\u1eddi\\\", \\\"54\\\": \\\"c\\\\u1ea5u\\\", \\\"55\\\": \\\"t\\\\u00ean\\\", \\\"56\\\": \\\"b\\\\u1ed9\\\", \\\"57\\\": \\\"ho\\\\u1eb7c\\\", \\\"58\\\": \\\"li\\\\u1ec7u\\\", \\\"59\\\": \\\"\\\\u0111\\\\u1ecdc\\\", \\\"60\\\": \\\"s\\\\u00e1ch\\\", \\\"61\\\": \\\"d\\\\u1eef\\\", \\\"62\\\": \\\"tr\\\\u00ed\\\", \\\"63\\\": \\\"s\\\\u1eed\\\", \\\"64\\\": \\\"v\\\\u1ec1\\\", \\\"65\\\": \\\"sao\\\", \\\"66\\\": \\\"t\\\\u1ea1o\\\", \\\"67\\\": \\\"th\\\\u1ef1c\\\", \\\"68\\\": \\\"s\\\\u1ebd\\\", \\\"69\\\": \\\"v\\\\u00f9ng\\\", \\\"70\\\": \\\"nh\\\\u01b0\\\", \\\"71\\\": \\\"tr\\\\u1eef\\\", \\\"72\\\": \\\"gian\\\", \\\"73\\\": \\\"d\\\\u00f9ng\\\", \\\"74\\\": \\\"ph\\\\u00e1t\\\", \\\"75\\\": \\\"c\\\\u1ea7n\\\", \\\"76\\\": \\\"thay\\\", \\\"77\\\": \\\"b\\\\u1ea3n\\\", \\\"78\\\": \\\"th\\\\u1eddi\\\", \\\"79\\\": \\\"v\\\\u00e0o\\\", \\\"80\\\": \\\"ph\\\\u00e9p\\\", \\\"81\\\": \\\"\\\\u1ee9ng\\\", \\\"82\\\": \\\"fat\\\", \\\"83\\\": \\\"quy\\\\u1ec1n\\\", \\\"84\\\": \\\"t\\\\u1eeb\\\", \\\"85\\\": \\\"theo\\\", \\\"86\\\": \\\"\\\\u0111\\\\u1ecbnh\\\", \\\"87\\\": \\\"t\\\\u01b0\\\\u01a1ng\\\", \\\"88\\\": \\\"con\\\", \\\"89\\\": \\\"t\\\\u1edbi\\\", \\\"90\\\": \\\"th\\\\u01b0\\\\u1eddng\\\", \\\"91\\\": \\\"t\\\\u00e1c\\\", \\\"92\\\": \\\"\\\\u0111\\\\u1ed5i\\\", \\\"93\\\": \\\"l\\\\u00fd\\\", \\\"94\\\": \\\"ph\\\\u01b0\\\\u01a1ng\\\", \\\"95\\\": \\\"\\\\u0111\\\\u1ea7u\\\", \\\"96\\\": \\\"hay\\\", \\\"97\\\": \\\"t\\\\u00ecm\\\", \\\"98\\\": \\\"sau\\\", \\\"99\\\": \\\"ph\\\\u00e1p\\\", \\\"100\\\": \\\"ph\\\\u1ea3i\\\", \\\"101\\\": \\\"qu\\\\u1ea3n\\\", \\\"102\\\": \\\"to\\\\u00e0n\\\", \\\"103\\\": \\\"h\\\\u1ee3p\\\", \\\"104\\\": \\\"nhau\\\", \\\"105\\\": \\\"g\\\\u1ecdi\\\", \\\"106\\\": \\\"x\\\\u00e1c\\\", \\\"107\\\": \\\"th\\\\u00e0nh\\\", \\\"108\\\": \\\"c\\\\u00f9ng\\\", \\\"109\\\": \\\"node\\\", \\\"110\\\": \\\"b\\\\u1ecb\\\", \\\"111\\\": \\\"ti\\\\u1ebfp\\\", \\\"112\\\": \\\"\\\\u0111\\\\u1ed1i\\\", \\\"113\\\": \\\"ra\\\", \\\"114\\\": \\\"l\\\\u1ea1i\\\", \\\"115\\\": \\\"b\\\\u1eb1ng\\\", \\\"116\\\": \\\"c\\\\u00e2y\\\", \\\"117\\\": \\\"i\\\", \\\"118\\\": \\\"li\\\\u00ean\\\", \\\"119\\\": \\\"t\\\\u1eebng\\\", \\\"120\\\": \\\"bi\\\\u1ec7t\\\", \\\"121\\\": \\\"k\\\\u1ebft\\\", \\\"122\\\": \\\"c\\\\u00e1ch\\\", \\\"123\\\": \\\"ngo\\\\u00e0i\\\", \\\"124\\\": \\\"l\\\\u1ea7n\\\", \\\"125\\\": \\\"cu\\\\u1ed1i\\\", \\\"126\\\": \\\"g\\\\u1ed3m\\\", \\\"127\\\": \\\"tr\\\\u1ecf\\\", \\\"128\\\": \\\"m\\\\u00e0\\\", \\\"129\\\": \\\"\\\\u0111\\\\u00e3\\\", \\\"130\\\": \\\"ph\\\\u00e2n\\\", \\\"131\\\": \\\"nh\\\\u1ea5t\\\", \\\"132\\\": \\\"bit\\\", \\\"133\\\": \\\"sector\\\", \\\"134\\\": \\\"l\\\\u1edbn\\\", \\\"135\\\": \\\"do\\\", \\\"136\\\": \\\"\\\\u0111\\\\u01a1n\\\", \\\"137\\\": \\\"thi\\\\u1ebft\\\", \\\"138\\\": \\\"t\\\\u0103ng\\\", \\\"139\\\": \\\"thao\\\", \\\"140\\\": \\\"n\\\\u1ebfu\\\", \\\"141\\\": \\\"l\\\\u01b0\\\\u1ee3ng\\\", \\\"142\\\": \\\"m\\\\u1eadt\\\", \\\"143\\\": \\\"dung\\\", \\\"144\\\": \\\"\\\\u0111\\\\u1eb7c\\\", \\\"145\\\": \\\"g\\\\u1ed1c\\\", \\\"146\\\": \\\"\\\\u00f4\\\", \\\"147\\\": \\\"quan\\\", \\\"148\\\": \\\"ph\\\\u1ea7n\\\", \\\"149\\\": \\\"r\\\\u1ea5t\\\", \\\"150\\\": \\\"tr\\\\u00ecnh\\\", \\\"151\\\": \\\"nhi\\\\u1ec1u\\\", \\\"152\\\": \\\"\\\\u0111\\\\u1ecba\\\", \\\"153\\\": \\\"hai\\\", \\\"154\\\": \\\"h\\\\u01a1n\\\", \\\"155\\\": \\\"ti\\\\u00ean\\\", \\\"156\\\": \\\"ki\\\\u1ec3u\\\", \\\"157\\\": \\\"c\\\\u00f2n\\\", \\\"158\\\": \\\"ti\\\\u1ebfn\\\", \\\"159\\\": \\\"th\\\\u1ee9\\\", \\\"160\\\": \\\"cung\\\", \\\"161\\\": \\\"l\\\\u00f4gic\\\", \\\"162\\\": \\\"ki\\\\u1ebfm\\\", \\\"163\\\": \\\"ch\\\\u00ednh\\\", \\\"164\\\": \\\"n\\\\u1ed1i\\\", \\\"165\\\": \\\"h\\\\u1ecfng\\\", \\\"166\\\": \\\"l\\\\u00f4\\\", \\\"167\\\": \\\"gic\\\", \\\"168\\\": \\\"c\\\\u0169ng\\\", \\\"169\\\": \\\"t\\\\u1ef1\\\", \\\"170\\\": \\\"1\\\", \\\"171\\\": \\\"ri\\\\u00eang\\\", \\\"172\\\": \\\"chi\\\\u1ebfm\\\", \\\"173\\\": \\\"m\\\\u1edf\\\", \\\"174\\\": \\\"\\\\u1edf\\\", \\\"175\\\": \\\"n\\\\u1ed9i\\\", \\\"176\\\": \\\"g\\\\u1eafn\\\", \\\"177\\\": \\\"tr\\\\u01b0\\\\u1eddng\\\", \\\"178\\\": \\\"c\\\\u1ea3\\\", \\\"179\\\": \\\"t\\\\u1ed5\\\", \\\"180\\\": \\\"ch\\\\u1ee9c\\\", \\\"181\\\": \\\"m\\\\u1ee9c\\\", \\\"182\\\": \\\"xu\\\\u1ea5t\\\", \\\"183\\\": \\\"kh\\\\u1ea9u\\\", \\\"184\\\": \\\"\\\\u0111\\\\u1eb7t\\\", \\\"185\\\": \\\"t\\\\u1ec7p\\\", \\\"186\\\": \\\"coi\\\", \\\"187\\\": \\\"byte\\\", \\\"188\\\": \\\"d\\\\u1ee5\\\", \\\"189\\\": \\\"\\\\u0111\\\\u1ed9\\\", \\\"190\\\": \\\"tr\\\\u1ecb\\\", \\\"191\\\": \\\"gi\\\\u00e1\\\", \\\"192\\\": \\\"tr\\\\u1ecdng\\\", \\\"193\\\": \\\"m\\\\u1ec1m\\\", \\\"194\\\": \\\"d\\\\u1eabn\\\", \\\"195\\\": \\\"n\\\\u1eb1m\\\", \\\"196\\\": \\\"t\\\\u1ea5t\\\", \\\"197\\\": \\\"ki\\\\u1ec3m\\\", \\\"198\\\": \\\"tra\\\", \\\"199\\\": \\\"boot\\\", \\\"200\\\": \\\"m\\\\u00ecnh\\\", \\\"201\\\": \\\"d\\\\u1ef1\\\", \\\"202\\\": \\\"giao\\\", \\\"203\\\": \\\"t\\\\u1eadp\\\", \\\"204\\\": \\\"s\\\\u1edf\\\", \\\"205\\\": \\\"c\\\\u1ee9ng\\\", \\\"206\\\": \\\"v\\\\u00ec\\\", \\\"207\\\": \\\"v\\\\u1eady\\\", \\\"208\\\": \\\"v\\\\u00ed\\\", \\\"209\\\": \\\"gi\\\\u1ea3i\\\", \\\"210\\\": \\\"ph\\\\u00f3ng\\\", \\\"211\\\": \\\"th\\\\u00eam\\\", \\\"212\\\": \\\"l\\\\u00ean\\\", \\\"213\\\": \\\"l\\\\u00e0m\\\", \\\"214\\\": \\\"b\\\\u1ea3o\\\", \\\"215\\\": \\\"bao\\\", \\\"216\\\": \\\"c\\\\u1ee5\\\", \\\"217\\\": \\\"m\\\\u1edbi\\\", \\\"218\\\": \\\"gi\\\\u1ea3n\\\", \\\"219\\\": \\\"dos\\\", \\\"220\\\": \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\", \\\"221\\\": \\\"windows\\\", \\\"222\\\": \\\"\\\\u0111\\\\u1ed9ng\\\", \\\"223\\\": \\\"v\\\\u1eb9n\\\", \\\"224\\\": \\\"\\\\u0111\\\\u1ebfn\\\", \\\"225\\\": \\\"v\\\\u1eadt\\\", \\\"226\\\": \\\"h\\\\u1eefu\\\", \\\"227\\\": \\\"tu\\\\u1ea7n\\\", \\\"228\\\": \\\"l\\\\u01b0\\\\u1ee3t\\\", \\\"229\\\": \\\"tr\\\\u1ef1c\\\", \\\"230\\\": \\\"x\\\\u00f3a\\\", \\\"231\\\": \\\"tr\\\\u01b0\\\\u1edbc\\\", \\\"232\\\": \\\"t\\\\u1ed1c\\\", \\\"233\\\": \\\"ch\\\\u01b0\\\\u01a1ng\\\", \\\"234\\\": \\\"qu\\\\u00e1\\\", \\\"235\\\": \\\"xo\\\\u00e1\\\", \\\"236\\\": \\\"\\\\u0111\\\\u1ed3ng\\\", \\\"237\\\": \\\"m\\\\u00f4\\\", \\\"238\\\": \\\"n\\\\u01a1i\\\", \\\"239\\\": \\\"c\\\\u1ea7u\\\", \\\"240\\\": \\\"s\\\\u1eafp\\\", \\\"241\\\": \\\"x\\\\u1ebfp\\\", \\\"242\\\": \\\"chia\\\", \\\"243\\\": \\\"\\\\u0111\\\\u00e2y\\\", \\\"244\\\": \\\"d\\\\u01b0\\\\u1edbi\\\", \\\"245\\\": \\\"ta\\\", \\\"246\\\": \\\"ch\\\\u1ea5t\\\", \\\"247\\\": \\\"\\\\u0111\\\\u1ee7\\\", \\\"248\\\": \\\"b\\\\u1eaft\\\", \\\"249\\\": \\\"nh\\\\u1ecf\\\", \\\"250\\\": \\\"ms\\\", \\\"251\\\": \\\"cluster\\\", \\\"252\\\": \\\"\\\\u0111i\\\\u1ec3m\\\", \\\"253\\\": \\\"m\\\\u1ea3ng\\\", \\\"254\\\": \\\"ngay\\\", \\\"255\\\": \\\"l\\\\u1ed7i\\\", \\\"256\\\": \\\"v\\\", \\\"257\\\": \\\"c\\\\u01a1\\\", \\\"258\\\": \\\"\\\\u1ed5\\\", \\\"259\\\": \\\"ph\\\\u1ee5\\\", \\\"260\\\": \\\"\\\\u0111\\\\u00e1nh\\\", \\\"261\\\": \\\"kh\\\\u00f3a\\\", \\\"262\\\": \\\"d\\\\u00e0nh\\\", \\\"263\\\": \\\"ch\\\\u1ed7\\\", \\\"264\\\": \\\"nh\\\\u1eefng\\\", \\\"265\\\": \\\"linux\\\", \\\"266\\\": \\\"\\\\u0111ang\\\", \\\"267\\\": \\\"bi\\\\u1ebft\\\", \\\"268\\\": \\\"\\\\u0111\\\\u1ea3m\\\", \\\"269\\\": \\\"\\\\u00e1nh\\\", \\\"270\\\": \\\"t\\\\u1ea3\\\", \\\"271\\\": \\\"th\\\\u00e2n\\\", \\\"272\\\": \\\"nhanh\\\", \\\"273\\\": \\\"n\\\\u00f3i\\\", \\\"274\\\": \\\"y\\\\u00eau\\\", \\\"275\\\": \\\"\\\\u0111\\\\u00f2i\\\", \\\"276\\\": \\\"h\\\\u1ecfi\\\", \\\"277\\\": \\\"tu\\\\u1ef3\\\", \\\"278\\\": \\\"duy\\\", \\\"279\\\": \\\"gi\\\\u1eef\\\", \\\"280\\\": \\\"0\\\", \\\"281\\\": \\\"graph\\\", \\\"282\\\": \\\"n\\\\u00e0o\\\", \\\"283\\\": \\\"\\\\u0111\\\\u1ea7y\\\", \\\"284\\\": \\\"kho\\\\u1ea3ng\\\", \\\"285\\\": \\\"th\\\\u00edch\\\", \\\"286\\\": \\\"ch\\\\u1ecdn\\\", \\\"287\\\": \\\"t\\\\u01b0\\\\u1ee3ng\\\", \\\"288\\\": \\\"m\\\\u1ea3nh\\\", \\\"289\\\": \\\"sang\\\", \\\"290\\\": \\\"d\\\\u1ea5u\\\", \\\"291\\\": \\\"kh\\\\u1edfi\\\", \\\"292\\\": \\\"phi\\\\u00ean\\\", \\\"293\\\": \\\"16\\\", \\\"294\\\": \\\"32\\\", \\\"295\\\": \\\"th\\\\u1ebf\\\", \\\"296\\\": \\\"n\\\\u00ean\\\", \\\"297\\\": \\\"b\\\\u0103m\\\", \\\"298\\\": \\\"root\\\", \\\"299\\\": \\\"mang\\\", \\\"300\\\": \\\"backup\\\", \\\"301\\\": \\\"b\\\\u0103ng\\\", \\\"302\\\": \\\"d\\\\u1ea7n\\\", \\\"303\\\": \\\"h\\\\u00e0ng\\\", \\\"304\\\": \\\"\\\\u0111\\\\u1ebfm\\\", \\\"305\\\": \\\"tr\\\\u1ecdn\\\", \\\"306\\\": \\\"tr\\\\u1ea1ng\\\", \\\"307\\\": \\\"th\\\\u00e1i\\\", \\\"308\\\": \\\"ch\\\\u1ee7\\\", \\\"309\\\": \\\"acl\\\", \\\"310\\\": \\\"uid\\\", \\\"311\\\": \\\"partition\\\", \\\"312\\\": \\\"ngh\\\\u0129a\\\", \\\"313\\\": \\\"m\\\\u1ecdi\\\", \\\"314\\\": \\\"s\\\\u1eeda\\\", \\\"315\\\": \\\"access\\\", \\\"316\\\": \\\"xem\\\", \\\"317\\\": \\\"\\\\u00fd\\\", \\\"318\\\": \\\"d\\\\u1ef1a\\\", \\\"319\\\": \\\"n\\\\u00f3\\\", \\\"320\\\": \\\"ch\\\\u01b0a\\\", \\\"321\\\": \\\"kh\\\\u1ecfi\\\", \\\"322\\\": \\\"l\\\\u1ec7nh\\\", \\\"323\\\": \\\"ng\\\\u00e0y\\\", \\\"324\\\": \\\"th\\\\u00e1ng\\\", \\\"325\\\": \\\"nhi\\\\u1ec7m\\\", \\\"326\\\": \\\"x\\\\u1ea1\\\", \\\"327\\\": \\\"directory\\\", \\\"328\\\": \\\"nh\\\\u00f3m\\\", \\\"329\\\": \\\"kh\\\\u1ea3\\\", \\\"330\\\": \\\"n\\\\u0103ng\\\", \\\"331\\\": \\\"duy\\\\u1ec7t\\\", \\\"332\\\": \\\"ch\\\\u1eb3ng\\\", \\\"333\\\": \\\"h\\\\u1ea1n\\\", \\\"334\\\": \\\"ch\\\\u1ee9\\\", \\\"335\\\": \\\"b\\\\u00ean\\\", \\\"336\\\": \\\"g\\\\u00e2y\\\", \\\"337\\\": \\\"s\\\\u1ef1\\\", \\\"338\\\": \\\"v\\\\u1eabn\\\", \\\"339\\\": \\\"tr\\\\u00ec\\\", \\\"340\\\": \\\"c\\\\u00e0nh\\\", \\\"341\\\": \\\"x\\\\u00e2y\\\", \\\"342\\\": \\\"d\\\\u1ef1ng\\\", \\\"343\\\": \\\"t\\\\u1eed\\\", \\\"344\\\": \\\"\\\\u0111i\\\", \\\"345\\\": \\\"ki\\\\u1ec7m\\\", \\\"346\\\": \\\"disk\\\", \\\"347\\\": \\\"d\\\\u00e0i\\\", \\\"348\\\": \\\"v\\\\u1eeba\\\", \\\"349\\\": \\\"kh\\\\u00f3\\\", \\\"350\\\": \\\"kh\\\\u0103n\\\", \\\"351\\\": \\\"chi\\\\u1ebfn\\\", \\\"352\\\": \\\"l\\\\u01b0\\\\u1ee3c\\\", \\\"353\\\": \\\"fit\\\", \\\"354\\\": \\\"ph\\\\u00ed\\\", \\\"355\\\": \\\"external\\\", \\\"356\\\": \\\"fragmentation\\\", \\\"357\\\": \\\"nh\\\\u01b0\\\\u1ee3c\\\", \\\"358\\\": \\\"list\\\", \\\"359\\\": \\\"m\\\\u00f3c\\\", \\\"360\\\": \\\"12\\\", \\\"361\\\": \\\"t\\\\u1ed1i\\\", \\\"362\\\": \\\"\\\\u0111a\\\", \\\"363\\\": \\\"index\\\", \\\"364\\\": \\\"trung\\\", \\\"365\\\": \\\"ti\\\\u1ec7n\\\", \\\"366\\\": \\\"nguy\\\\u00ean\\\", \\\"367\\\": \\\"ntfs\\\", \\\"368\\\": \\\"nt\\\", \\\"369\\\": \\\"l\\\\u00e2u\\\", \\\"370\\\": \\\"ng\\\\u01b0\\\\u1ee3c\\\", \\\"371\\\": \\\"2\\\", \\\"372\\\": \\\"l\\\\u1ee3i\\\", \\\"373\\\": \\\"li\\\\u1ec1n\\\", \\\"374\\\": \\\"\\\\u00edt\\\", \\\"375\\\": \\\"n\\\\u1eefa\\\", \\\"376\\\": \\\"d\\\\u1ea1ng\\\", 