"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n'\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 51, \"word_counts\": \"{\\\"c\\\\u1ea5p\\\": 12, \\\"ph\\\\u00e1t\\\": 3, \\\"t\\\\u00e0i\\\": 10, \\\"nguy\\\\u00ean\\\": 11, \\\"resource\\\": 1, \\\"allocator\\\": 1, \\\"l\\\\u00e0\\\": 23, \\\"qu\\\\u00e1\\\": 2, \\\"tr\\\\u00ecnh\\\": 19, \\\"m\\\\u00e0\\\": 3, \\\"h\\\\u1ec7\\\": 74, \\\"th\\\\u1ed1ng\\\": 37, \\\"t\\\\u00ednh\\\": 17, \\\"to\\\\u00e1n\\\": 4, \\\"nh\\\\u1eb1m\\\": 1, \\\"m\\\\u1ee5c\\\": 2, \\\"\\\\u0111\\\\u00edch\\\": 1, \\\"\\\\u0111\\\\u00e1p\\\": 2, \\\"\\\\u1ee9ng\\\": 5, \\\"c\\\\u00e1c\\\": 45, \\\"y\\\\u00eau\\\": 5, \\\"c\\\\u1ea7u\\\": 5, \\\"v\\\\u1ec1\\\": 7, \\\"ph\\\\u1ea7n\\\": 20, \\\"c\\\\u1ee9ng\\\": 16, \\\"c\\\\u1ee7a\\\": 20, \\\"m\\\\u1ed9t\\\": 30, \\\"d\\\\u1ee5ng\\\": 14, \\\"m\\\\u1ea1ng\\\": 5, \\\"v\\\\u00e0\\\": 23, \\\"n\\\\u0103ng\\\": 8, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"ph\\\\u1ea3i\\\": 2, \\\"\\\\u0111\\\\u1ebfn\\\": 7, \\\"hi\\\\u1ec7u\\\": 2, \\\"su\\\\u1ea5t\\\": 1, \\\"h\\\\u1ea1n\\\": 2, \\\"ch\\\\u1ebf\\\": 2, \\\"m\\\\u00f4i\\\": 4, \\\"tr\\\\u01b0\\\\u1eddng\\\": 4, \\\"n\\\\u00e0y\\\": 7, \\\"c\\\\u00f3\\\": 30, \\\"th\\\\u1ec3\\\": 7, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 30, \\\"th\\\\u1ef1c\\\": 26, \\\"hi\\\\u1ec7n\\\": 16, \\\"b\\\\u1edfi\\\": 2, \\\"b\\\\u1ea3n\\\": 4, \\\"th\\\\u00e2n\\\": 1, \\\"\\\\u0111i\\\\u1ec1u\\\": 33, \\\"h\\\\u00e0nh\\\": 30, \\\"ph\\\\u00e2n\\\": 10, \\\"t\\\\u00e1n\\\": 4, \\\"ho\\\\u1eb7c\\\": 5, \\\"qu\\\\u1ea3n\\\": 4, \\\"l\\\\u00fd\\\": 30, \\\"trung\\\": 2, \\\"t\\\\u00e2m\\\": 1, \\\"d\\\\u1eef\\\": 6, \\\"li\\\\u1ec7u\\\": 6, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 23, \\\"ki\\\\u1ec3m\\\": 7, \\\"so\\\\u00e1t\\\": 7, \\\"control\\\": 2, \\\"program\\\": 2, \\\"l\\\\u00e0m\\\": 5, \\\"t\\\\u0103ng\\\": 4, \\\"c\\\\u01b0\\\\u1eddng\\\": 1, \\\"b\\\\u1eb1ng\\\": 2, \\\"c\\\\u00e1ch\\\": 5, \\\"t\\\\u1ea1o\\\": 3, \\\"ra\\\": 5, \\\"b\\\\u1ea1n\\\": 3, \\\"ch\\\\u1ea1y\\\": 6, \\\"kh\\\\u00e1c\\\": 11, \\\"khi\\\\u1ec3n\\\": 4, \\\"th\\\\u01b0\\\\u1eddng\\\": 5, \\\"cung\\\": 6, \\\"giao\\\": 5, \\\"di\\\\u1ec7n\\\": 3, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"h\\\\u1ecda\\\": 1, \\\"cho\\\": 17, \\\"ph\\\\u00e9p\\\": 2, \\\"s\\\\u1ed1\\\": 6, \\\"c\\\\u00f9ng\\\": 10, \\\"l\\\\u00fac\\\": 5, \\\"trong\\\": 19, \\\"c\\\\u1eeda\\\": 1, \\\"s\\\\u1ed5\\\": 1, \\\"nhau\\\": 6, \\\"c\\\\u0169ng\\\": 2, \\\"g\\\\u1ecdi\\\": 6, \\\"kernel\\\": 2, \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\": 1, \\\"thi\\\": 5, \\\"tr\\\\u01b0\\\\u1edbc\\\": 4, \\\"ti\\\\u00ean\\\": 4, \\\"t\\\\u1ed3n\\\": 1, \\\"t\\\\u1ea1i\\\": 2, \\\"b\\\\u1ed9\\\": 35, \\\"nh\\\\u1edb\\\": 11, \\\"khi\\\": 5, \\\"t\\\\u1eaft\\\": 1, \\\"m\\\\u00e1y\\\": 27, \\\"theo\\\": 17, \\\"l\\\\u00f4\\\": 2, \\\"c\\\\u00f4ng\\\": 17, \\\"vi\\\\u1ec7c\\\": 22, \\\"l\\\\u1ea7n\\\": 5, \\\"l\\\\u01b0\\\\u1ee3t\\\": 3, \\\"nh\\\\u1eefng\\\": 10, \\\"ch\\\\u1ec9\\\": 5, \\\"\\\\u0111\\\\u1ecbnh\\\": 5, \\\"x\\\\u1eed\\\": 32, \\\"l\\\\u00ed\\\": 7, \\\"\\\\u0111a\\\": 17, \\\"ho\\\\u1ea1t\\\": 6, \\\"\\\\u0111\\\\u1ed9ng\\\": 7, \\\"l\\\\u01b0u\\\": 6, \\\"gi\\\\u1eef\\\": 1, \\\"\\\\u1edf\\\": 2, \\\"n\\\\u01a1i\\\": 1, \\\"tr\\\\u1eef\\\": 3, \\\"cpu\\\": 12, \\\"s\\\\u1ebd\\\": 5, \\\"\\\\u0111ang\\\": 1, \\\"n\\\\u1ebfu\\\": 1, \\\"truy\\\": 4, \\\"xu\\\\u1ea5t\\\": 3, \\\"thi\\\\u1ebft\\\": 15, \\\"b\\\\u1ecb\\\": 9, \\\"th\\\\u00ec\\\": 3, \\\"kh\\\\u00f4ng\\\": 4, \\\"ngh\\\\u1ec9\\\": 1, \\\"ti\\\\u1ebfp\\\": 1, \\\"th\\\\u1ee9\\\": 12, \\\"hai\\\\u2026\\\": 1, \\\"chia\\\": 8, \\\"s\\\\u1ebb\\\": 6, \\\"th\\\\u1eddi\\\": 13, \\\"gian\\\": 11, \\\"m\\\\u1edf\\\": 3, \\\"r\\\\u1ed9ng\\\": 3, \\\"logic\\\": 1, \\\"c\\\\u00f2n\\\": 1, \\\"nhi\\\\u1ec7m\\\": 6, \\\"multitasking\\\": 2, \\\"nhi\\\\u1ec1u\\\": 8, \\\"th\\\\u00f4ng\\\": 9, \\\"qua\\\": 2, \\\"c\\\\u01a1\\\": 2, \\\"chuy\\\\u1ec3n\\\": 6, \\\"\\\\u0111\\\\u1ed5i\\\": 4, \\\"nh\\\\u01b0\\\": 9, \\\"nh\\\\u01b0ng\\\": 5, \\\"m\\\\u1ed7i\\\": 11, \\\"di\\\\u1ec5n\\\": 1, \\\"r\\\\u1ea5t\\\": 3, \\\"nhanh\\\": 2, \\\"song\\\": 6, \\\"hay\\\": 2, \\\"s\\\\u1eed\\\": 9, \\\"\\\\u0111\\\\u1ed1i\\\": 4, \\\"x\\\\u1ee9ng\\\": 4, \\\"v\\\\u1edbi\\\": 10, \\\"sao\\\": 4, \\\"li\\\\u00ean\\\": 4, \\\"l\\\\u1ea1c\\\": 2, \\\"c\\\\u1ea7n\\\": 4, \\\"b\\\\u1ea5t\\\": 4, \\\"\\\\u0111\\\\u00f3\\\": 6, \\\"ri\\\\u00eang\\\": 4, \\\"bi\\\\u1ec7t\\\": 2, \\\"ch\\\\u00ednh\\\": 8, \\\"to\\\\u00e0n\\\": 4, \\\"l\\\\u1ec7nh\\\": 4, \\\"th\\\\u1ecb\\\": 1, \\\"\\\\u0111\\\\u00e3\\\": 3, \\\"ngh\\\\u0129a\\\": 1, \\\"m\\\\u00f4\\\": 5, \\\"h\\\\u00ecnh\\\": 7, \\\"d\\\\u1ea1ng\\\": 1, \\\"quan\\\": 3, \\\"ch\\\\u1ee7\\\": 5, \\\"t\\\\u1edb\\\": 1, \\\"l\\\\u1eadp\\\": 9, \\\"l\\\\u1ecbch\\\": 3, \\\"c\\\\u1ee5c\\\": 1, \\\"tin\\\": 9, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 2, \\\"truy\\\\u1ec1n\\\": 3, \\\"bus\\\": 1, \\\"t\\\\u1ed1c\\\": 2, \\\"\\\\u0111\\\\u1ed9\\\": 7, \\\"cao\\\": 5, \\\"d\\\\u00e2y\\\": 1, \\\"\\\\u0111i\\\\u1ec7n\\\": 1, \\\"tho\\\\u1ea1i\\\": 1, \\\"\\\\u0111\\\\u00f2i\\\": 1, \\\"h\\\\u1ecfi\\\": 1, \\\"kh\\\\u1eaft\\\": 1, \\\"khe\\\": 1, \\\"tr\\\\u00ean\\\": 8, \\\"thao\\\": 1, \\\"t\\\\u00e1c\\\": 2, \\\"d\\\\u00f2ng\\\": 2, \\\"n\\\\u00f3\\\": 4, \\\"d\\\\u00f9ng\\\": 7, \\\"t\\\\u1eadn\\\": 1, \\\"hi\\\\u1ebfn\\\": 1, \\\"dedicated\\\": 1, \\\"t\\\\u00edch\\\": 3, \\\"ch\\\\u1ec9nh\\\": 1, \\\"gi\\\\u1ea3i\\\": 2, \\\"quy\\\\u1ebft\\\": 1, \\\"nh\\\\u1eadp\\\": 2, \\\"nh\\\\u00fang\\\": 5, \\\"t\\\\u00ean\\\": 1, \\\"ti\\\\u1ebfng\\\": 1, \\\"anh\\\": 1, \\\"embedded\\\": 1, \\\"system\\\": 4, \\\"\\\\u0111\\\\u00e2y\\\": 3, \\\"thu\\\\u1eadt\\\": 1, \\\"ng\\\\u1eef\\\": 3, \\\"\\\\u0111\\\\u1ec3\\\": 8, \\\"n\\\\u00f3i\\\": 1, \\\"kh\\\\u1ea3\\\": 5, \\\"t\\\\u1ef1\\\": 4, \\\"tr\\\\u1ecb\\\": 2, \\\"v\\\\u00e0o\\\": 2, \\\"m\\\\u1eb9\\\": 1, \\\"h\\\\u1ee3p\\\": 5, \\\"gi\\\\u1eefa\\\": 1, \\\"m\\\\u1ec1m\\\": 3, \\\"b\\\\u00e0i\\\": 1, \\\"chuy\\\\u00ean\\\": 1, \\\"nghi\\\\u1ec7p\\\": 1, \\\"h\\\\u00f3a\\\": 1, \\\"\\\\u2026\\\": 2, \\\"\\\\u1ea3o\\\": 13, \\\"virtual\\\": 1, \\\"machine\\\": 1, \\\"gi\\\\u1ea3\\\": 2, \\\"th\\\\u1eadt\\\": 2, \\\"client\\\": 5, \\\"server\\\": 5, \\\"con\\\": 1, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"vai\\\": 1, \\\"tr\\\\u00f2\\\": 2, \\\"kh\\\\u00e1ch\\\": 3, \\\"ch\\\\u00fang\\\": 2, \\\"v\\\\u1ee5\\\": 3, \\\"g\\\\u1eedi\\\": 1, \\\"tr\\\\u1ea3\\\": 1, \\\"k\\\\u1ebft\\\": 2, \\\"qu\\\\u1ea3\\\": 2, \\\"ti\\\\u00eau\\\": 1, \\\"khoa\\\": 1, \\\"h\\\\u1ecdc\\\": 2, \\\"quy\\\\u1ec1n\\\": 2, \\\"c\\\\u1eadp\\\": 2, \\\"ram\\\": 2, \\\"x\\\\u00e1c\\\": 3, \\\"n\\\\u00e0o\\\": 4, \\\"\\\\u0111\\\\u1eb7t\\\": 4, \\\"l\\\\u1ea1i\\\": 2, \\\"tr\\\\u1ea1ng\\\": 2, \\\"th\\\\u00e1i\\\": 1, \\\"lu\\\\u00f4n\\\": 3, \\\"t\\\\u1ed1i\\\": 2, \\\"\\\\u01b0u\\\": 7, \\\"t\\\\u1ed5\\\": 2, \\\"ch\\\\u1ee9c\\\": 5, \\\"t\\\\u0129nh\\\": 1, \\\"t\\\\u1ec7p\\\": 1, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 1, \\\"ti\\\\u1ec7n\\\": 1, \\\"\\\\u0111\\\\u0129a\\\": 5, \\\"b\\\\u0103ng\\\": 1, \\\"flash\\\": 1, \\\"v\\\": 2, \\\"multiprogram\\\": 1, \\\"gia\\\": 2, \\\"khai\\\": 1, \\\"th\\\\u00e1c\\\": 1, \\\"t\\\\u00ecnh\\\": 1, \\\"v\\\\u1ea5n\\\": 1, \\\"\\\\u0111\\\\u1ec1\\\": 1, \\\"scheduling\\\": 1, \\\"c\\\\u1ea3\\\": 1, \\\"ng\\\\u1eafn\\\": 2, \\\"h\\\\u01a1n\\\": 5, \\\"ph\\\\u1ee9c\\\": 1, \\\"t\\\\u1ea1p\\\": 1, \\\"b\\\\u1ea3o\\\": 4, \\\"v\\\\u1ec7\\\": 3, \\\"t\\\\u1eadp\\\": 2, \\\"on\\\": 1, \\\"line\\\\u2026\\\": 1, \\\"ki\\\\u1ec3u\\\": 2, \\\"\\\\u0111\\\\u1ea1i\\\": 1, \\\"ng\\\\u00e0y\\\": 1, \\\"nay\\\": 2, \\\"t\\\\u1ebf\\\": 1, \\\"ta\\\": 2, \\\"s\\\\u1ef1\\\": 3, \\\"trao\\\": 1, \\\"pha\\\": 1, \\\"c\\\\u1ea3m\\\": 1, \\\"gi\\\\u00e1c\\\": 1, \\\"ngo\\\\u1ea1i\\\": 1, \\\"vi\\\": 1, \\\"ngu\\\\u1ed3n\\\": 1, \\\"c\\\\u1eady\\\\u2026\\\": 1, \\\"nh\\\\u00f3\\\": 1, \\\"\\\\u0111\\\\u1ed3ng\\\": 1, \\\"h\\\\u1ed3\\\": 1, \\\"k\\\\u00edch\\\": 1, \\\"th\\\\u01b0\\\\u1edbc\\\": 1, \\\"\\\\u0103n\\\": 1, \\\"ho\\\\u00e0n\\\": 1, \\\"t\\\\u1ea5t\\\": 1, \\\"\\\\u0111\\\\u00fang\\\": 1, \\\"ch\\\\u01a1i\\\": 1, \\\"ki\\\\u1ebfn\\\": 1, \\\"tr\\\\u00fac\\\": 8, \\\"\\\\u0111\\\\u01a1n\\\": 5, \\\"gi\\\\u1ea3n\\\": 5, \\\"nh\\\\u1ecf\\\": 1, \\\"g\\\\u1ecdn\\\": 1, \\\"\\\\u0111\\\\u1eb7c\\\": 2, \\\"tr\\\\u01b0ng\\\": 1, \\\"t\\\\u1eebng\\\": 2, \\\"nh\\\\u00f9ng\\\": 1, \\\"pda\\\": 1, \\\"mobil\\\": 1, \\\"phones\\\": 1, \\\"th\\\\u1ebf\\\": 5, \\\"1\\\": 4, \\\"1945\\\": 1, \\\"1955\\\": 2, \\\"vaccum\\\": 1, \\\"tube\\\": 1, \\\"plug\\\": 1, \\\"board\\\": 1, \\\"\\\\u0111i\\\\u1ec3m\\\": 7, \\\"duy\\\": 1, \\\"nh\\\\u1ea5t\\\": 2, \\\"gay\\\": 1, \\\"l\\\\u00e3ng\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"2\\\": 1, \\\"1965\\\": 2, \\\"transistors\\\": 1, \\\"batch\\\": 1, \\\"giai\\\": 1, \\\"\\\\u0111o\\\\u1ea1n\\\": 1, \\\"ch\\\\u1ebft\\\": 1, \\\"spooling\\\": 1, \\\"c\\\\u1ea3i\\\": 1, \\\"ti\\\\u1ebfn\\\": 1, \\\"t\\\\u1ed1t\\\": 2, \\\"v\\\\u1eabn\\\": 1, \\\"3\\\": 2, \\\"1980\\\": 4, \\\"integrated\\\": 1, \\\"circruits\\\": 1, \\\"ics\\\": 1, \\\"multitask\\\": 1, \\\"4\\\": 1, \\\"dos\\\": 3, \\\"\\\\u0111\\\\u1eddi\\\": 3, \\\"sau\\\": 1, \\\"n\\\\u0103m\\\": 2, \\\"ms\\\": 2, \\\"h\\\\u00e3ng\\\": 1, \\\"microsoft\\\": 1, \\\"command\\\": 1, \\\"line\\\": 1, \\\"interface\\\": 1, \\\"k\\\\u1ebf\\\": 3, \\\"h\\\\u1ecd\\\": 2, \\\"pc\\\": 1, \\\"personal\\\": 1, \\\"computer\\\": 1, \\\"ph\\\\u1ed5\\\": 1, \\\"bi\\\\u1ebfn\\\": 1, \\\"su\\\\u1ed1t\\\": 1, \\\"th\\\\u1eadp\\\": 4, \\\"ni\\\\u00ean\\\": 2, \\\"\\\\u0111\\\\u1ea7u\\\": 2, \\\"1990\\\": 1, \\\"windows\\\": 1, \\\"95\\\": 1, \\\"c\\\\u1ea5u\\\": 9, \\\"th\\\\u00e0nh\\\": 4, \\\"r\\\\u00f5\\\": 1, \\\"r\\\\u1ec7t\\\": 1, \\\"l\\\\u1edbp\\\": 15, \\\"h\\\\u00e0m\\\": 1, \\\"thu\\\\u1ed9c\\\": 1, \\\"k\\\\u1ef3\\\": 1, \\\"d\\\\u1ec5\\\": 9, \\\"c\\\\u00e0i\\\": 2, \\\"khuy\\\\u1ebfn\\\": 1, \\\"kh\\\\u00f3\\\": 4, \\\"n\\\\u00e2ng\\\": 2, \\\"th\\\\u00f9\\\": 1, \\\"b\\\\u00ean\\\": 2, \\\"do\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 2, \\\"t\\\\u1eeb\\\": 2, \\\"xu\\\\u1ed1ng\\\": 1, \\\"applications\\\": 1, \\\"i\\\": 1, \\\"o\\\": 1, \\\"management\\\": 3, \\\"device\\\": 1, \\\"drivers\\\": 1, \\\"memory\\\": 1, \\\"hardware\\\": 1, \\\"h\\\\u1ea1t\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"l\\\\u1eddi\\\": 1, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 1, \\\"chi\\\": 1, \\\"tham\\\": 1, \\\"xuy\\\\u00ean\\\": 1, \\\"l\\\\u1edbn\\\": 1, \\\"x\\\\u1ebb\\\": 1, \\\"\\\\u00e1o\\\": 1, \\\"c\\\\u00f4\\\": 1, \\\"n\\\\u00ean\\\": 1, \\\"chung\\\": 1, \\\"vi\\\\u1ebft\\\": 1, \\\"s\\\\u1eeda\\\": 1, \\\"l\\\\u1ed7i\\\": 2, \\\"ng\\\\u00f4n\\\": 2, \\\"assembly\\\": 1, \\\"hai\\\": 1, \\\"tr\\\\u00ec\\\": 1, \\\"ba\\\": 1, \\\"an\\\": 1, \\\"c\\\\u1eady\\\": 1, \\\"t\\\\u01b0\\\": 1, \\\"sysgen\\\": 2, \\\"generation\\\": 2, \\\"thu\\\": 2, \\\"ph\\\\u00f9\\\": 2, \\\"bao\\\": 1, \\\"g\\\\u1ed3m\\\": 1, \\\"\\\\u1ed5\\\": 3, \\\"\\\\u00e1nh\\\": 1, \\\"x\\\\u1ea1\\\": 1, \\\"t\\\\u1edbi\\\": 1, \\\"v\\\\u00ed\\\": 1, \\\"d\\\\u1ee5\\\": 1, \\\"file\\\": 1, \\\"host\\\": 1, \\\"nh\\\\u1eadn\\\": 1, \\\"nh\\\\u00e0\\\": 1, \\\"d\\\\u1ecbch\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"ng\\\\u01b0\\\\u1eddi\\\": 1, \\\"c\\\\u1ee9\\\": 1, \\\"m\\\\u00ecnh\\\": 1, \\\"centralization\\\": 1, \\\"s\\\\u1eb5n\\\": 1}\", \"word_docs\": \"{\\\"\\\\u0111\\\\u1ebfn\\\": 6, \\\"m\\\\u00f4i\\\": 3, \\\"\\\\u0111i\\\\u1ec1u\\\": 20, \\\"c\\\\u1ea7u\\\": 4, \\\"n\\\\u0103ng\\\": 8, \\\"hi\\\\u1ec7u\\\": 2, \\\"m\\\\u00e0\\\": 3, \\\"t\\\\u00ednh\\\": 11, \\\"th\\\\u1ef1c\\\": 21, \\\"n\\\\u00e0y\\\": 5, \\\"hi\\\\u1ec7n\\\": 13, \\\"resource\\\": 1, \\\"b\\\\u1ea3n\\\": 3, \\\"h\\\\u1ec7\\\": 35, \\\"ph\\\\u1ea7n\\\": 11, \\\"l\\\\u00fd\\\": 12, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"m\\\\u1ee5c\\\": 2, \\\"su\\\\u1ea5t\\\": 1, \\\"b\\\\u1edfi\\\": 2, \\\"h\\\\u1ea1n\\\": 2, \\\"ho\\\\u1eb7c\\\": 5, \\\"c\\\\u00e1c\\\": 26, \\\"\\\\u0111\\\\u00e1p\\\": 2, \\\"\\\\u1ee9ng\\\": 4, \\\"qu\\\\u00e1\\\": 1, \\\"qu\\\\u1ea3n\\\": 4, \\\"h\\\\u00e0nh\\\": 20, \\\"c\\\\u00f3\\\": 20, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 23, \\\"\\\\u0111\\\\u00edch\\\": 1, \\\"nh\\\\u1eb1m\\\": 1, \\\"d\\\\u1eef\\\": 4, \\\"ph\\\\u1ea3i\\\": 2, \\\"ph\\\\u00e1t\\\": 2, \\\"tr\\\\u01b0\\\\u1eddng\\\": 3, \\\"ph\\\\u00e2n\\\": 9, \\\"th\\\\u00e2n\\\": 1, \\\"allocator\\\": 1, \\\"tr\\\\u00ecnh\\\": 9, \\\"t\\\\u00e2m\\\": 1, \\\"d\\\\u1ee5ng\\\": 12, \\\"ch\\\\u1ebf\\\": 2, \\\"l\\\\u00e0\\\": 16, \\\"t\\\\u00e0i\\\": 8, \\\"c\\\\u1ea5p\\\": 9, \\\"th\\\\u1ec3\\\": 7, \\\"th\\\\u1ed1ng\\\": 21, \\\"m\\\\u1ed9t\\\": 20, \\\"to\\\\u00e1n\\\": 2, \\\"m\\\\u1ea1ng\\\": 5, \\\"y\\\\u00eau\\\": 4, \\\"c\\\\u1ee7a\\\": 17, \\\"li\\\\u1ec7u\\\": 4, \\\"c\\\\u1ee9ng\\\": 8, \\\"nguy\\\\u00ean\\\": 9, \\\"trung\\\": 2, \\\"v\\\\u1ec1\\\": 7, \\\"v\\\\u00e0\\\": 18, \\\"t\\\\u00e1n\\\": 3, \\\"t\\\\u0103ng\\\": 4, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"b\\\\u1ea1n\\\": 2, \\\"giao\\\": 5, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 13, \\\"ki\\\\u1ec3m\\\": 5, \\\"l\\\\u00e0m\\\": 4, \\\"b\\\\u1eb1ng\\\": 2, \\\"ra\\\": 3, \\\"di\\\\u1ec7n\\\": 3, \\\"t\\\\u1ea1o\\\": 3, \\\"th\\\\u01b0\\\\u1eddng\\\": 5, \\\"c\\\\u0169ng\\\": 2, \\\"so\\\\u00e1t\\\": 5, \\\"ph\\\\u00e9p\\\": 2, \\\"kh\\\\u00e1c\\\": 9, \\\"c\\\\u00e1ch\\\": 4, \\\"khi\\\\u1ec3n\\\": 2, \\\"s\\\\u1ed1\\\": 5, \\\"c\\\\u00f9ng\\\": 10, \\\"c\\\\u01b0\\\\u1eddng\\\": 1, \\\"l\\\\u00fac\\\": 5, \\\"c\\\\u1eeda\\\": 1, \\\"cho\\\": 14, \\\"cung\\\": 5, \\\"h\\\\u1ecda\\\": 1, \\\"control\\\": 2, \\\"trong\\\": 16, \\\"ch\\\\u1ea1y\\\": 5, \\\"nhau\\\": 5, \\\"program\\\": 2, \\\"g\\\\u1ecdi\\\": 6, \\\"s\\\\u1ed5\\\": 1, \\\"nh\\\\u1edb\\\": 8, \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\": 1, \\\"t\\\\u1ed3n\\\": 1, \\\"thi\\\": 5, \\\"m\\\\u00e1y\\\": 14, \\\"t\\\\u1ea1i\\\": 2, \\\"b\\\\u1ed9\\\": 15, \\\"khi\\\": 5, \\\"kernel\\\": 2, \\\"ti\\\\u00ean\\\": 3, \\\"t\\\\u1eaft\\\": 1, \\\"tr\\\\u01b0\\\\u1edbc\\\": 4, \\\"l\\\\u1ea7n\\\": 5, \\\"c\\\\u00f4ng\\\": 15, \\\"l\\\\u01b0\\\\u1ee3t\\\": 3, \\\"l\\\\u00f4\\\": 2, \\\"nh\\\\u1eefng\\\": 8, \\\"theo\\\": 10, \\\"\\\\u0111\\\\u1ecbnh\\\": 5, \\\"ch\\\\u1ec9\\\": 5, \\\"vi\\\\u1ec7c\\\": 16, \\\"\\\\u1edf\\\": 2, \\\"\\\\u0111a\\\": 11, \\\"l\\\\u00ed\\\": 6, \\\"gi\\\\u1eef\\\": 1, \\\"n\\\\u1ebfu\\\": 1, \\\"thi\\\\u1ebft\\\": 14, \\\"xu\\\\u1ea5t\\\": 3, \\\"truy\\\": 3, \\\"x\\\\u1eed\\\": 12, \\\"th\\\\u00ec\\\": 3, \\\"l\\\\u01b0u\\\": 5, \\\"tr\\\\u1eef\\\": 3, \\\"kh\\\\u00f4ng\\\": 4, \\\"b\\\\u1ecb\\\": 8, \\\"hai\\\\u2026\\\": 1, \\\"ngh\\\\u1ec9\\\": 1, \\\"n\\\\u01a1i\\\": 1, \\\"\\\\u0111\\\\u1ed9ng\\\": 6, \\\"ho\\\\u1ea1t\\\": 5, \\\"s\\\\u1ebd\\\": 5, \\\"\\\\u0111ang\\\": 1, \\\"th\\\\u1ee9\\\": 8, \\\"ti\\\\u1ebfp\\\": 1, \\\"cpu\\\": 10, \\\"m\\\\u1edf\\\": 3, \\\"th\\\\u00f4ng\\\": 7, \\\"nhi\\\\u1ec1u\\\": 7, \\\"m\\\\u1ed7i\\\": 10, \\\"nhanh\\\": 2, \\\"logic\\\": 1, \\\"nhi\\\\u1ec7m\\\": 6, \\\"di\\\\u1ec5n\\\": 1, \\\"multitasking\\\": 2, \\\"s\\\\u1ebb\\\": 4, \\\"r\\\\u1ea5t\\\": 3, \\\"nh\\\\u01b0\\\": 9, \\\"nh\\\\u01b0ng\\\": 4, \\\"gian\\\": 8, \\\"r\\\\u1ed9ng\\\": 3, \\\"chia\\\": 6, \\\"\\\\u0111\\\\u1ed5i\\\": 3, \\\"qua\\\": 2, \\\"chuy\\\\u1ec3n\\\": 4, \\\"c\\\\u00f2n\\\": 1, \\\"c\\\\u01a1\\\": 2, \\\"th\\\\u1eddi\\\": 9, \\\"c\\\\u1ea7n\\\": 3, \\\"li\\\\u00ean\\\": 4, \\\"d\\\\u1ea1ng\\\": 1, \\\"bi\\\\u1ec7t\\\": 2, \\\"song\\\": 3, \\\"l\\\\u1ea1c\\\": 2, \\\"l\\\\u1ec7nh\\\": 4, \\\"quan\\\": 3, \\\"ch\\\\u00ednh\\\": 5, \\\"s\\\\u1eed\\\": 7, \\\"\\\\u0111\\\\u00f3\\\": 5, \\\"to\\\\u00e0n\\\": 4, \\\"h\\\\u00ecnh\\\": 6, \\\"hay\\\": 2, \\\"ch\\\\u1ee7\\\": 4, \\\"sao\\\": 3, \\\"v\\\\u1edbi\\\": 9, \\\"l\\\\u1eadp\\\": 8, \\\"b\\\\u1ea5t\\\": 4, \\\"ngh\\\\u0129a\\\": 1, \\\"t\\\\u1edb\\\": 1, \\\"ri\\\\u00eang\\\": 4, \\\"th\\\\u1ecb\\\": 1, \\\"\\\\u0111\\\\u00e3\\\": 3, \\\"x\\\\u1ee9ng\\\": 3, \\\"l\\\\u1ecbch\\\": 2, \\\"m\\\\u00f4\\\": 4, \\\"\\\\u0111\\\\u1ed1i\\\": 3, \\\"\\\\u0111\\\\u1ed9\\\": 6, \\\"truy\\\\u1ec1n\\\": 3, \\\"c\\\\u1ee5c\\\": 1, \\\"\\\\u0111i\\\\u1ec7n\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 1, \\\"tho\\\\u1ea1i\\\": 1, \\\"d\\\\u00e2y\\\": 1, \\\"t\\\\u1ed1c\\\": 2, \\\"tin\\\": 8, \\\"bus\\\": 1, \\\"cao\\\": 3, \\\"ch\\\\u1ec9nh\\\": 1, \\\"t\\\\u1eadn\\\": 1, \\\"d\\\\u00f2ng\\\": 2, \\\"\\\\u0111\\\\u00f2i\\\": 1, \\\"t\\\\u00edch\\\": 3, \\\"hi\\\\u1ebfn\\\": 1, \\\"dedicated\\\": 1, \\\"thao\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"t\\\\u00e1c\\\": 2, \\\"gi\\\\u1ea3i\\\": 2, \\\"khe\\\": 1, \\\"h\\\\u1ecfi\\\": 1, \\\"nh\\\\u1eadp\\\": 2, \\\"n\\\\u00f3\\\": 2, \\\"kh\\\\u1eaft\\\": 1, \\\"d\\\\u00f9ng\\\": 7, \\\"tr\\\\u00ean\\\": 6, \\\"h\\\\u00f3a\\\": 1, \\\"t\\\\u00ean\\\": 1, \\\"thu\\\\u1eadt\\\": 1, \\\"\\\\u0111\\\\u00e2y\\\": 2, \\\"\\\\u2026\\\": 2, \\\"embedded\\\": 1, \\\"anh\\\": 1, \\\"ti\\\\u1ebfng\\\": 1, \\\"\\\\u0111\\\\u1ec3\\\": 7, \\\"b\\\\u00e0i\\\": 1, \\\"kh\\\\u1ea3\\\": 5, \\\"h\\\\u1ee3p\\\": 5, \\\"ng\\\\u1eef\\\": 2, \\\"n\\\\u00f3i\\\": 1, \\\"m\\\\u1eb9\\\": 1, \\\"tr\\\\u1ecb\\\": 2, \\\"gi\\\\u1eefa\\\": 1, \\\"v\\\\u00e0o\\\": 2, \\\"system\\\": 4, \\\"t\\\\u1ef1\\\": 3, \\\"nh\\\\u00fang\\\": 3, \\\"chuy\\\\u00ean\\\": 1, \\\"nghi\\\\u1ec7p\\\": 1, \\\"m\\\\u1ec1m\\\": 3, \\\"virtual\\\": 1, \\\"machine\\\": 1, \\\"gi\\\\u1ea3\\\": 2, \\\"th\\\\u1eadt\\\": 2, \\\"\\\\u1ea3o\\\": 6, \\\"client\\\": 4, \\\"tr\\\\u1ea3\\\": 1, \\\"vai\\\": 1, \\\"v\\\\u1ee5\\\": 3, \\\"kh\\\\u00e1ch\\\": 2, \\\"qu\\\\u1ea3\\\": 2, \\\"server\\\": 4, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"k\\\\u1ebft\\\": 2, \\\"ch\\\\u00fang\\\": 2, \\\"con\\\": 1, \\\"tr\\\\u00f2\\\": 2, \\\"g\\\\u1eedi\\\": 1, \\\"h\\\\u1ecdc\\\": 2, \\\"khoa\\\": 1, \\\"ti\\\\u00eau\\\": 1, \\\"ti\\\\u1ec7n\\\": 1, \\\"quy\\\\u1ec1n\\\": 1, \\\"t\\\\u0129nh\\\": 1, \\\"t\\\\u1ed5\\\": 2, \\\"flash\\\": 1, \\\"ch\\\\u1ee9c\\\": 5, \\\"ram\\\": 2, \\\"\\\\u01b0u\\\": 6, \\\"t\\\\u1ed1i\\\": 2, \\\"lu\\\\u00f4n\\\": 2, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 1, \\\"t\\\\u1ec7p\\\": 1, \\\"\\\\u0111\\\\u0129a\\\": 3, \\\"tr\\\\u1ea1ng\\\": 2, \\\"v\\\": 1, \\\"c\\\\u1eadp\\\": 1, \\\"x\\\\u00e1c\\\": 3, \\\"n\\\\u00e0o\\\": 3, \\\"l\\\\u1ea1i\\\": 2, \\\"th\\\\u00e1i\\\": 1, \\\"b\\\\u0103ng\\\": 1, \\\"\\\\u0111\\\\u1eb7t\\\": 4, \\\"gia\\\": 2, \\\"khai\\\": 1, \\\"th\\\\u00e1c\\\": 1, \\\"multiprogram\\\": 1, \\\"t\\\\u00ecnh\\\": 1, \\\"scheduling\\\": 1, \\\"\\\\u0111\\\\u1ec1\\\": 1, \\\"v\\\\u1ea5n\\\": 1, \\\"c\\\\u1ea3\\\": 1, \\\"h\\\\u01a1n\\\": 5, \\\"ng\\\\u1eafn\\\": 2, \\\"ph\\\\u1ee9c\\\": 1, \\\"t\\\\u1eadp\\\": 2, \\\"b\\\\u1ea3o\\\": 4, \\\"v\\\\u1ec7\\\": 3, \\\"line\\\\u2026\\\": 1, \\\"t\\\\u1ea1p\\\": 1, \\\"on\\\": 1, \\\"pha\\\": 1, \\\"ta\\\": 1, \\\"trao\\\": 1, \\\"\\\\u0111\\\\u1ea1i\\\": 1, \\\"c\\\\u1ea3m\\\": 1, \\\"nay\\\": 2, \\\"ng\\\\u00e0y\\\": 1, \\\"s\\\\u1ef1\\\": 3, \\\"t\\\\u1ebf\\\": 1, \\\"gi\\\\u00e1c\\\": 1, \\\"ki\\\\u1ec3u\\\": 2, \\\"ngo\\\\u1ea1i\\\": 1, \\\"vi\\\": 1, \\\"ngu\\\\u1ed3n\\\": 1, \\\"c\\\\u1eady\\\\u2026\\\": 1, \\\"\\\\u0111\\\\u1ed3ng\\\": 1, \\\"nh\\\\u00f3\\\": 1, \\\"k\\\\u00edch\\\": 1, \\\"h\\\\u1ed3\\\": 1, \\\"th\\\\u01b0\\\\u1edbc\\\": 1, \\\"\\\\u0103n\\\": 1, \\\"t\\\\u1ea5t\\\": 1, \\\"ho\\\\u00e0n\\\": 1, \\\"\\\\u0111\\\\u00fang\\\": 1, \\\"ch\\\\u01a1i\\\": 1, \\\"tr\\\\u01b0ng\\\": 1, \\\"t\\\\u1eebng\\\": 2, \\\"nh\\\\u1ecf\\\": 1, \\\"\\\\u0111\\\\u1eb7c\\\": 2, \\\"g\\\\u1ecdn\\\": 1, \\\"ki\\\\u1ebfn\\\": 1, \\\"gi\\\\u1ea3n\\\": 4, \\\"tr\\\\u00fac\\\": 8, \\\"\\\\u0111\\\\u01a1n\\\": 4, \\\"phones\\\": 1, \\\"mobil\\\": 1, \\\"nh\\\\u00f9ng\\\": 1, \\\"pda\\\": 1, \\\"tube\\\": 1, \\\"th\\\\u1ebf\\\": 5, \\\"board\\\": 1, \\\"plug\\\": 1, \\\"duy\\\": 1, \\\"1955\\\": 2, \\\"l\\\\u00e3ng\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"vaccum\\\": 1, \\\"nh\\\\u1ea5t\\\": 2, \\\"1945\\\": 1, \\\"gay\\\": 1, \\\"\\\\u0111i\\\\u1ec3m\\\": 6, \\\"1\\\": 2, \\\"2\\\": 1, \\\"ch\\\\u1ebft\\\": 1, \\\"ti\\\\u1ebfn\\\": 1, \\\"v\\\\u1eabn\\\": 1, \\\"batch\\\": 1, \\\"1965\\\": 2, \\\"transistors\\\": 1, \\\"c\\\\u1ea3i\\\": 1, \\\"spooling\\\": 1, \\\"t\\\\u1ed1t\\\": 2, \\\"giai\\\": 1, \\\"\\\\u0111o\\\\u1ea1n\\\": 1, \\\"multitask\\\": 1, \\\"3\\\": 2, \\\"1980\\\": 2, \\\"integrated\\\": 1, \\\"circruits\\\": 1, \\\"ics\\\": 1, \\\"computer\\\": 1, \\\"1990\\\": 1, \\\"95\\\": 1, \\\"pc\\\": 1, \\\"h\\\\u00e3ng\\\": 1, \\\"ms\\\": 1, \\\"\\\\u0111\\\\u1eddi\\\": 1, \\\"ni\\\\u00ean\\\": 1, \\\"th\\\\u1eadp\\\": 3, \\\"interface\\\": 1, \\\"su\\\\u1ed1t\\\": 1, \\\"ph\\\\u1ed5\\\": 1, \\\"sau\\\": 1, \\\"h\\\\u1ecd\\\": 2, \\\"personal\\\": 1, \\\"\\\\u0111\\\\u1ea7u\\\": 2, \\\"command\\\": 1, \\\"k\\\\u1ebf\\\": 3, \\\"4\\\": 1, \\\"dos\\\": 1, \\\"microsoft\\\": 1, \\\"windows\\\": 1, \\\"bi\\\\u1ebfn\\\": 1, \\\"n\\\\u0103m\\\": 2, \\\"line\\\": 1, \\\"th\\\\u00e0nh\\\": 3, \\\"r\\\\u00f5\\\": 1, \\\"k\\\\u1ef3\\\": 1, \\\"l\\\\u1edbp\\\": 5, \\\"c\\\\u1ea5u\\\": 9, \\\"r\\\\u1ec7t\\\": 1, \\\"thu\\\\u1ed9c\\\": 1, \\\"h\\\\u00e0m\\\": 1, \\\"d\\\\u1ec5\\\": 2, \\\"c\\\\u00e0i\\\": 2, \\\"khuy\\\\u1ebfn\\\": 1, \\\"kh\\\\u00f3\\\": 2, \\\"n\\\\u00e2ng\\\": 2, \\\"th\\\\u00f9\\\": 1, \\\"xu\\\\u1ed1ng\\\": 1, \\\"b\\\\u00ean\\\": 1, \\\"management\\\": 1, \\\"hardware\\\": 1, \\\"memory\\\": 1, \\\"device\\\": 1, \\\"t\\\\u1eeb\\\": 2, \\\"drivers\\\": 1, \\\"do\\\": 1, \\\"i\\\": 1, \\\"o\\\": 1, \\\"applications\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 1, \\\"h\\\\u1ea1t\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"l\\\\u1eddi\\\": 1, \\\"xuy\\\\u00ean\\\": 1, \\\"l\\\\u1edbn\\\": 1, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 1, \\\"tham\\\": 1, \\\"chi\\\": 1, \\\"x\\\\u1ebb\\\": 1, \\\"n\\\\u00ean\\\": 1, \\\"c\\\\u00f4\\\": 1, \\\"chung\\\": 1, \\\"\\\\u00e1o\\\": 1, \\\"hai\\\": 1, \\\"ph\\\\u00f9\\\": 2, \\\"an\\\": 1, \\\"ng\\\\u00f4n\\\": 1, \\\"tr\\\\u00ec\\\": 1, \\\"ba\\\": 1, \\\"thu\\\": 2, \\\"generation\\\": 2, \\\"vi\\\\u1ebft\\\": 1, \\\"s\\\\u1eeda\\\": 1, \\\"l\\\\u1ed7i\\\": 1, \\\"c\\\\u1eady\\\": 1, \\\"sysgen\\\": 2, \\\"assembly\\\": 1, \\\"t\\\\u01b0\\\": 1, \\\"file\\\": 1, \\\"g\\\\u1ed3m\\\": 1, \\\"bao\\\": 1, \\\"\\\\u00e1nh\\\": 1, \\\"x\\\\u1ea1\\\": 1, \\\"v\\\\u00ed\\\": 1, \\\"t\\\\u1edbi\\\": 1, \\\"d\\\\u1ee5\\\": 1, \\\"\\\\u1ed5\\\": 1, \\\"nh\\\\u1eadn\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"d\\\\u1ecbch\\\": 1, \\\"nh\\\\u00e0\\\": 1, \\\"host\\\": 1, \\\"m\\\\u00ecnh\\\": 1, \\\"c\\\\u1ee9\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"ng\\\\u01b0\\\\u1eddi\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"s\\\\u1eb5n\\\": 1, \\\"centralization\\\": 1}\", \"index_docs\": \"{\\\"63\\\": 6, \\\"122\\\": 3, \\\"5\\\": 20, \\\"91\\\": 4, \\\"55\\\": 8, \\\"190\\\": 2, \\\"155\\\": 3, \\\"22\\\": 11, \\\"13\\\": 21, \\\"64\\\": 5, \\\"28\\\": 13, \\\"265\\\": 1, \\\"124\\\": 3, \\\"1\\\": 35, \\\"18\\\": 11, \\\"11\\\": 12, \\\"156\\\": 3, \\\"187\\\": 2, \\\"269\\\": 1, \\\"193\\\": 2, \\\"191\\\": 2, \\\"93\\\": 5, \\\"2\\\": 26, \\\"188\\\": 2, \\\"89\\\": 4, \\\"186\\\": 1, \\\"126\\\": 4, \\\"10\\\": 20, \\\"8\\\": 20, \\\"9\\\": 23, \\\"268\\\": 1, \\\"267\\\": 1, \\\"75\\\": 4, \\\"189\\\": 2, \\\"154\\\": 2, \\\"123\\\": 3, \\\"43\\\": 9, \\\"270\\\": 1, \\\"266\\\": 1, \\\"20\\\": 9, \\\"271\\\": 1, \\\"31\\\": 12, \\\"192\\\": 2, \\\"14\\\": 16, \\\"42\\\": 8, \\\"34\\\": 9, \\\"65\\\": 7, \\\"3\\\": 21, \\\"7\\\": 20, \\\"121\\\": 2, \\\"92\\\": 5, \\\"90\\\": 4, \\\"19\\\": 17, \\\"76\\\": 4, \\\"27\\\": 8, \\\"37\\\": 9, \\\"194\\\": 2, \\\"62\\\": 7, \\\"15\\\": 18, \\\"125\\\": 3, \\\"127\\\": 4, \\\"273\\\": 1, \\\"158\\\": 2, \\\"98\\\": 5, \\\"16\\\": 13, \\\"66\\\": 5, \\\"94\\\": 4, \\\"197\\\": 2, \\\"96\\\": 3, \\\"159\\\": 3, \\\"157\\\": 3, \\\"97\\\": 5, \\\"199\\\": 2, \\\"67\\\": 5, \\\"198\\\": 2, \\\"38\\\": 9, \\\"95\\\": 4, \\\"128\\\": 2, \\\"79\\\": 5, \\\"44\\\": 10, \\\"272\\\": 1, \\\"99\\\": 5, \\\"275\\\": 1, \\\"23\\\": 14, \\\"78\\\": 5, \\\"274\\\": 1, \\\"195\\\": 2, \\\"21\\\": 16, \\\"77\\\": 5, \\\"80\\\": 5, \\\"196\\\": 2, \\\"81\\\": 6, \\\"276\\\": 1, \\\"39\\\": 8, \\\"277\\\": 1, \\\"278\\\": 1, \\\"100\\\": 5, \\\"12\\\": 14, \\\"201\\\": 2, \\\"4\\\": 15, \\\"101\\\": 5, \\\"200\\\": 2, \\\"130\\\": 3, \\\"279\\\": 1, \\\"129\\\": 4, \\\"102\\\": 5, \\\"25\\\": 15, \\\"160\\\": 3, \\\"202\\\": 2, \\\"45\\\": 8, \\\"24\\\": 10, \\\"104\\\": 5, \\\"103\\\": 5, \\\"17\\\": 16, \\\"203\\\": 2, \\\"26\\\": 11, \\\"68\\\": 6, \\\"280\\\": 1, \\\"283\\\": 1, \\\"29\\\": 14, \\\"162\\\": 3, \\\"131\\\": 3, \\\"6\\\": 12, \\\"163\\\": 3, \\\"83\\\": 5, \\\"161\\\": 3, \\\"132\\\": 4, \\\"47\\\": 8, \\\"286\\\": 1, \\\"284\\\": 1, \\\"281\\\": 1, \\\"69\\\": 6, \\\"82\\\": 5, \\\"105\\\": 5, \\\"282\\\": 1, \\\"36\\\": 8, \\\"285\\\": 1, \\\"35\\\": 10, \\\"164\\\": 3, \\\"48\\\": 7, \\\"57\\\": 7, \\\"41\\\": 10, \\\"207\\\": 2, \\\"287\\\": 1, \\\"85\\\": 6, \\\"289\\\": 1, \\\"204\\\": 2, \\\"84\\\": 4, \\\"166\\\": 3, \\\"49\\\": 9, \\\"106\\\": 4, \\\"40\\\": 8, \\\"165\\\": 3, \\\"56\\\": 6, \\\"133\\\": 3, \\\"205\\\": 2, \\\"86\\\": 4, \\\"288\\\": 1, \\\"206\\\": 2, \\\"32\\\": 9, \\\"138\\\": 3, \\\"137\\\": 4, \\\"292\\\": 1, \\\"210\\\": 2, \\\"87\\\": 3, \\\"209\\\": 2, \\\"142\\\": 4, \\\"168\\\": 3, \\\"58\\\": 5, \\\"50\\\": 7, \\\"88\\\": 5, \\\"141\\\": 4, \\\"70\\\": 6, \\\"208\\\": 2, \\\"108\\\": 4, \\\"136\\\": 3, \\\"46\\\": 9, \\\"51\\\": 8, \\\"139\\\": 4, \\\"291\\\": 1, \\\"293\\\": 1, \\\"140\\\": 4, \\\"290\\\": 1, \\\"167\\\": 3, \\\"135\\\": 3, \\\"169\\\": 2, \\\"107\\\": 4, \\\"134\\\": 3, \\\"71\\\": 6, \\\"170\\\": 3, \\\"294\\\": 1, \\\"297\\\": 1, \\\"211\\\": 1, \\\"298\\\": 1, \\\"296\\\": 1, \\\"212\\\": 2, \\\"52\\\": 8, \\\"295\\\": 1, \\\"109\\\": 3, \\\"307\\\": 1, \\\"304\\\": 1, \\\"214\\\": 2, \\\"299\\\": 1, \\\"171\\\": 3, \\\"305\\\": 1, \\\"306\\\": 1, \\\"303\\\": 1, \\\"308\\\": 1, \\\"213\\\": 2, \\\"215\\\": 2, \\\"302\\\": 1, \\\"300\\\": 1, \\\"216\\\": 2, \\\"143\\\": 2, \\\"301\\\": 1, \\\"72\\\": 7, \\\"59\\\": 6, \\\"320\\\": 1, \\\"309\\\": 1, \\\"313\\\": 1, \\\"172\\\": 2, \\\"219\\\": 2, \\\"312\\\": 1, \\\"311\\\": 1, \\\"310\\\": 1, \\\"60\\\": 7, \\\"317\\\": 1, \\\"111\\\": 5, \\\"112\\\": 5, \\\"173\\\": 2, \\\"314\\\": 1, \\\"315\\\": 1, \\\"217\\\": 2, \\\"316\\\": 1, \\\"218\\\": 2, \\\"144\\\": 4, \\\"145\\\": 3, \\\"110\\\": 3, \\\"318\\\": 1, \\\"319\\\": 1, \\\"174\\\": 3, \\\"321\\\": 1, \\\"322\\\": 1, \\\"220\\\": 2, \\\"221\\\": 2, \\\"33\\\": 6, \\\"113\\\": 4, \\\"327\\\": 1, \\\"325\\\": 1, \\\"176\\\": 3, \\\"175\\\": 2, \\\"225\\\": 2, \\\"114\\\": 4, \\\"324\\\": 1, \\\"224\\\": 2, \\\"223\\\": 2, \\\"323\\\": 1, \\\"222\\\": 2, \\\"326\\\": 1, \\\"226\\\": 2, \\\"329\\\": 1, \\\"328\\\": 1, \\\"334\\\": 1, \\\"227\\\": 1, \\\"331\\\": 1, \\\"233\\\": 2, \\\"336\\\": 1, \\\"115\\\": 5, \\\"229\\\": 2, \\\"73\\\": 6, \\\"232\\\": 2, \\\"178\\\": 2, \\\"333\\\": 1, \\\"332\\\": 1, \\\"116\\\": 3, \\\"231\\\": 2, \\\"234\\\": 1, \\\"228\\\": 1, \\\"177\\\": 3, \\\"146\\\": 3, \\\"230\\\": 2, \\\"330\\\": 1, \\\"335\\\": 1, \\\"147\\\": 4, \\\"235\\\": 2, \\\"338\\\": 1, \\\"339\\\": 1, \\\"337\\\": 1, \\\"340\\\": 1, \\\"343\\\": 1, \\\"342\\\": 1, \\\"341\\\": 1, \\\"344\\\": 1, \\\"117\\\": 5, \\\"236\\\": 2, \\\"345\\\": 1, \\\"237\\\": 2, \\\"148\\\": 4, \\\"179\\\": 3, \\\"348\\\": 1, \\\"346\\\": 1, \\\"347\\\": 1, \\\"353\\\": 1, \\\"240\\\": 1, \\\"352\\\": 1, \\\"349\\\": 1, \\\"354\\\": 1, \\\"239\\\": 2, \\\"350\\\": 1, \\\"180\\\": 3, \\\"351\\\": 1, \\\"355\\\": 1, \\\"238\\\": 2, \\\"356\\\": 1, \\\"357\\\": 1, \\\"358\\\": 1, \\\"359\\\": 1, \\\"361\\\": 1, \\\"360\\\": 1, \\\"363\\\": 1, \\\"362\\\": 1, \\\"364\\\": 1, \\\"365\\\": 1, \\\"367\\\": 1, \\\"366\\\": 1, \\\"368\\\": 1, \\\"369\\\": 1, \\\"373\\\": 1, \\\"242\\\": 2, \\\"371\\\": 1, \\\"241\\\": 2, \\\"372\\\": 1, \\\"370\\\": 1, \\\"119\\\": 4, \\\"61\\\": 8, \\\"118\\\": 4, \\\"377\\\": 1, \\\"376\\\": 1, \\\"374\\\": 1, \\\"375\\\": 1, \\\"380\\\": 1, \\\"120\\\": 5, \\\"382\\\": 1, \\\"381\\\": 1, \\\"383\\\": 1, \\\"243\\\": 2, \\\"385\\\": 1, \\\"245\\\": 2, \\\"379\\\": 1, \\\"244\\\": 2, \\\"378\\\": 1, \\\"384\\\": 1, \\\"74\\\": 6, \\\"149\\\": 2, \\\"386\\\": 1, \\\"391\\\": 1, \\\"394\\\": 1, \\\"395\\\": 1, \\\"388\\\": 1, \\\"246\\\": 2, \\\"387\\\": 1, \\\"393\\\": 1, \\\"392\\\": 1, \\\"247\\\": 2, \\\"389\\\": 1, \\\"390\\\": 1, \\\"399\\\": 1, \\\"248\\\": 2, \\\"150\\\": 2, \\\"396\\\": 1, \\\"397\\\": 1, \\\"398\\\": 1, \\\"409\\\": 1, \\\"413\\\": 1, \\\"415\\\": 1, \\\"407\\\": 1, \\\"402\\\": 1, \\\"250\\\": 1, \\\"182\\\": 1, \\\"252\\\": 1, \\\"151\\\": 3, \\\"406\\\": 1, \\\"412\\\": 1, \\\"410\\\": 1, \\\"401\\\": 1, \\\"251\\\": 2, \\\"408\\\": 1, \\\"253\\\": 2, \\\"404\\\": 1, \\\"183\\\": 3, \\\"400\\\": 1, \\\"181\\\": 1, \\\"403\\\": 1, \\\"414\\\": 1, \\\"411\\\": 1, \\\"249\\\": 2, \\\"405\\\": 1, \\\"152\\\": 3, \\\"416\\\": 1, \\\"420\\\": 1, \\\"30\\\": 5, \\\"53\\\": 9, \\\"417\\\": 1, \\\"419\\\": 1, \\\"418\\\": 1, \\\"54\\\": 2, \\\"254\\\": 2, \\\"421\\\": 1, \\\"153\\\": 2, \\\"255\\\": 2, \\\"422\\\": 1, \\\"424\\\": 1, \\\"256\\\": 1, \\\"184\\\": 1, \\\"431\\\": 1, \\\"430\\\": 1, \\\"428\\\": 1, \\\"258\\\": 2, \\\"429\\\": 1, \\\"423\\\": 1, \\\"426\\\": 1, \\\"427\\\": 1, \\\"425\\\": 1, \\\"257\\\": 1, \\\"432\\\": 1, \\\"433\\\": 1, \\\"434\\\": 1, \\\"438\\\": 1, \\\"439\\\": 1, \\\"435\\\": 1, \\\"437\\\": 1, \\\"436\\\": 1, \\\"440\\\": 1, \\\"443\\\": 1, \\\"442\\\": 1, \\\"444\\\": 1, \\\"441\\\": 1, \\\"448\\\": 1, \\\"264\\\": 2, \\\"451\\\": 1, \\\"260\\\": 1, \\\"449\\\": 1, \\\"450\\\": 1, \\\"263\\\": 2, \\\"262\\\": 2, \\\"445\\\": 1, \\\"446\\\": 1, \\\"259\\\": 1, \\\"452\\\": 1, \\\"261\\\": 2, \\\"447\\\": 1, \\\"453\\\": 1, \\\"461\\\": 1, \\\"455\\\": 1, \\\"454\\\": 1, \\\"456\\\": 1, \\\"457\\\": 1, \\\"459\\\": 1, \\\"458\\\": 1, \\\"460\\\": 1, \\\"185\\\": 1, \\\"463\\\": 1, \\\"466\\\": 1, \\\"465\\\": 1, \\\"464\\\": 1, \\\"462\\\": 1, \\\"471\\\": 1, \\\"470\\\": 1, \\\"468\\\": 1, \\\"469\\\": 1, \\\"467\\\": 1, \\\"473\\\": 1, \\\"472\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"h\\\\u1ec7\\\", \\\"2\\\": \\\"c\\\\u00e1c\\\", \\\"3\\\": \\\"th\\\\u1ed1ng\\\", \\\"4\\\": \\\"b\\\\u1ed9\\\", \\\"5\\\": \\\"\\\\u0111i\\\\u1ec1u\\\", \\\"6\\\": \\\"x\\\\u1eed\\\", \\\"7\\\": \\\"m\\\\u1ed9t\\\", \\\"8\\\": \\\"c\\\\u00f3\\\", \\\"9\\\": \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\", \\\"10\\\": \\\"h\\\\u00e0nh\\\", \\\"11\\\": \\\"l\\\\u00fd\\\", \\\"12\\\": \\\"m\\\\u00e1y\\\", \\\"13\\\": \\\"th\\\\u1ef1c\\\", \\\"14\\\": \\\"l\\\\u00e0\\\", \\\"15\\\": \\\"v\\\\u00e0\\\", \\\"16\\\": \\\"ch\\\\u01b0\\\\u01a1ng\\\", \\\"17\\\": \\\"vi\\\\u1ec7c\\\", \\\"18\\\": \\\"ph\\\\u1ea7n\\\", \\\"19\\\": \\\"c\\\\u1ee7a\\\", \\\"20\\\": \\\"tr\\\\u00ecnh\\\", \\\"21\\\": \\\"trong\\\", \\\"22\\\": \\\"t\\\\u00ednh\\\", \\\"23\\\": \\\"cho\\\", \\\"24\\\": \\\"theo\\\", \\\"25\\\": \\\"c\\\\u00f4ng\\\", \\\"26\\\": \\\"\\\\u0111a\\\", \\\"27\\\": \\\"c\\\\u1ee9ng\\\", \\\"28\\\": \\\"hi\\\\u1ec7n\\\", \\\"29\\\": \\\"thi\\\\u1ebft\\\", \\\"30\\\": \\\"l\\\\u1edbp\\\", \\\"31\\\": \\\"d\\\\u1ee5ng\\\", \\\"32\\\": \\\"th\\\\u1eddi\\\", \\\"33\\\": \\\"\\\\u1ea3o\\\", \\\"34\\\": \\\"c\\\\u1ea5p\\\", \\\"35\\\": \\\"cpu\\\", \\\"36\\\": \\\"th\\\\u1ee9\\\", \\\"37\\\": \\\"nguy\\\\u00ean\\\", \\\"38\\\": \\\"kh\\\\u00e1c\\\", \\\"39\\\": \\\"nh\\\\u1edb\\\", \\\"40\\\": \\\"gian\\\", \\\"41\\\": \\\"m\\\\u1ed7i\\\", \\\"42\\\": \\\"t\\\\u00e0i\\\", \\\"43\\\": \\\"ph\\\\u00e2n\\\", \\\"44\\\": \\\"c\\\\u00f9ng\\\", \\\"45\\\": \\\"nh\\\\u1eefng\\\", \\\"46\\\": \\\"v\\\\u1edbi\\\", \\\"47\\\": \\\"b\\\\u1ecb\\\", \\\"48\\\": \\\"th\\\\u00f4ng\\\", \\\"49\\\": \\\"nh\\\\u01b0\\\", \\\"50\\\": \\\"s\\\\u1eed\\\", \\\"51\\\": \\\"l\\\\u1eadp\\\", \\\"52\\\": \\\"tin\\\", \\\"53\\\": \\\"c\\\\u1ea5u\\\", \\\"54\\\": \\\"d\\\\u1ec5\\\", \\\"55\\\": \\\"n\\\\u0103ng\\\", \\\"56\\\": \\\"chia\\\", \\\"57\\\": \\\"nhi\\\\u1ec1u\\\", \\\"58\\\": \\\"ch\\\\u00ednh\\\", \\\"59\\\": \\\"tr\\\\u00ean\\\", \\\"60\\\": \\\"\\\\u0111\\\\u1ec3\\\", \\\"61\\\": \\\"tr\\\\u00fac\\\", \\\"62\\\": \\\"v\\\\u1ec1\\\", \\\"63\\\": \\\"\\\\u0111\\\\u1ebfn\\\", \\\"64\\\": \\\"n\\\\u00e0y\\\", \\\"65\\\": \\\"th\\\\u1ec3\\\", \\\"66\\\": \\\"ki\\\\u1ec3m\\\", \\\"67\\\": \\\"so\\\\u00e1t\\\", \\\"68\\\": \\\"l\\\\u00ed\\\", \\\"69\\\": \\\"\\\\u0111\\\\u1ed9ng\\\", \\\"70\\\": \\\"h\\\\u00ecnh\\\", \\\"71\\\": \\\"\\\\u0111\\\\u1ed9\\\", \\\"72\\\": \\\"d\\\\u00f9ng\\\", \\\"73\\\": \\\"\\\\u01b0u\\\", \\\"74\\\": \\\"\\\\u0111i\\\\u1ec3m\\\", \\\"75\\\": \\\"d\\\\u1eef\\\", \\\"76\\\": \\\"li\\\\u1ec7u\\\", \\\"77\\\": \\\"ch\\\\u1ea1y\\\", \\\"78\\\": \\\"cung\\\", \\\"79\\\": \\\"s\\\\u1ed1\\\", \\\"80\\\": \\\"nhau\\\", \\\"81\\\": \\\"g\\\\u1ecdi\\\", \\\"82\\\": \\\"ho\\\\u1ea1t\\\", \\\"83\\\": \\\"l\\\\u01b0u\\\", \\\"84\\\": \\\"s\\\\u1ebb\\\", \\\"85\\\": \\\"nhi\\\\u1ec7m\\\", \\\"86\\\": \\\"chuy\\\\u1ec3n\\\", \\\"87\\\": \\\"song\\\", \\\"88\\\": \\\"\\\\u0111\\\\u00f3\\\", \\\"89\\\": \\\"\\\\u1ee9ng\\\", \\\"90\\\": \\\"y\\\\u00eau\\\", \\\"91\\\": \\\"c\\\\u1ea7u\\\", \\\"92\\\": \\\"m\\\\u1ea1ng\\\", \\\"93\\\": \\\"ho\\\\u1eb7c\\\", \\\"94\\\": \\\"l\\\\u00e0m\\\", \\\"95\\\": \\\"c\\\\u00e1ch\\\", \\\"96\\\": \\\"ra\\\", \\\"97\\\": \\\"th\\\\u01b0\\\\u1eddng\\\", \\\"98\\\": \\\"giao\\\", \\\"99\\\": \\\"l\\\\u00fac\\\", \\\"100\\\": \\\"thi\\\", \\\"101\\\": \\\"khi\\\", \\\"102\\\": \\\"l\\\\u1ea7n\\\", \\\"103\\\": \\\"ch\\\\u1ec9\\\", \\\"104\\\": \\\"\\\\u0111\\\\u1ecbnh\\\", \\\"105\\\": \\\"s\\\\u1ebd\\\", \\\"106\\\": \\\"nh\\\\u01b0ng\\\", \\\"107\\\": \\\"m\\\\u00f4\\\", \\\"108\\\": \\\"ch\\\\u1ee7\\\", \\\"109\\\": \\\"cao\\\", \\\"110\\\": \\\"nh\\\\u00fang\\\", \\\"111\\\": \\\"kh\\\\u1ea3\\\", \\\"112\\\": \\\"h\\\\u1ee3p\\\", \\\"113\\\": \\\"client\\\", \\\"114\\\": \\\"server\\\", \\\"115\\\": \\\"ch\\\\u1ee9c\\\", \\\"116\\\": \\\"\\\\u0111\\\\u0129a\\\", \\\"117\\\": \\\"h\\\\u01a1n\\\", \\\"118\\\": \\\"\\\\u0111\\\\u01a1n\\\", \\\"119\\\": \\\"gi\\\\u1ea3n\\\", \\\"120\\\": \\\"th\\\\u1ebf\\\", \\\"121\\\": \\\"to\\\\u00e1n\\\", \\\"122\\\": \\\"m\\\\u00f4i\\\", \\\"123\\\": \\\"tr\\\\u01b0\\\\u1eddng\\\", \\\"124\\\": \\\"b\\\\u1ea3n\\\", \\\"125\\\": \\\"t\\\\u00e1n\\\", \\\"126\\\": \\\"qu\\\\u1ea3n\\\", \\\"127\\\": \\\"t\\\\u0103ng\\\", \\\"128\\\": \\\"khi\\\\u1ec3n\\\", \\\"129\\\": \\\"tr\\\\u01b0\\\\u1edbc\\\", \\\"130\\\": \\\"ti\\\\u00ean\\\", \\\"131\\\": \\\"truy\\\", \\\"132\\\": \\\"kh\\\\u00f4ng\\\", \\\"133\\\": \\\"\\\\u0111\\\\u1ed5i\\\", \\\"134\\\": \\\"\\\\u0111\\\\u1ed1i\\\", \\\"135\\\": \\\"x\\\\u1ee9ng\\\", \\\"136\\\": \\\"sao\\\", \\\"137\\\": \\\"li\\\\u00ean\\\", \\\"138\\\": \\\"c\\\\u1ea7n\\\", \\\"139\\\": \\\"b\\\\u1ea5t\\\", \\\"140\\\": \\\"ri\\\\u00eang\\\", \\\"141\\\": \\\"to\\\\u00e0n\\\", \\\"142\\\": \\\"l\\\\u1ec7nh\\\", \\\"143\\\": \\\"n\\\\u00f3\\\", \\\"144\\\": \\\"system\\\", \\\"145\\\": \\\"t\\\\u1ef1\\\", \\\"146\\\": \\\"n\\\\u00e0o\\\", \\\"147\\\": \\\"\\\\u0111\\\\u1eb7t\\\", \\\"148\\\": \\\"b\\\\u1ea3o\\\", \\\"149\\\": \\\"1\\\", \\\"150\\\": \\\"1980\\\", \\\"151\\\": \\\"th\\\\u1eadp\\\", \\\"152\\\": \\\"th\\\\u00e0nh\\\", \\\"153\\\": \\\"kh\\\\u00f3\\\", \\\"154\\\": \\\"ph\\\\u00e1t\\\", \\\"155\\\": \\\"m\\\\u00e0\\\", \\\"156\\\": \\\"l\\\\u01b0\\\\u1ee3ng\\\", \\\"157\\\": \\\"t\\\\u1ea1o\\\", \\\"158\\\": \\\"b\\\\u1ea1n\\\", \\\"159\\\": \\\"di\\\\u1ec7n\\\", \\\"160\\\": \\\"l\\\\u01b0\\\\u1ee3t\\\", \\\"161\\\": \\\"tr\\\\u1eef\\\", \\\"162\\\": \\\"xu\\\\u1ea5t\\\", \\\"163\\\": \\\"th\\\\u00ec\\\", \\\"164\\\": \\\"m\\\\u1edf\\\", \\\"165\\\": \\\"r\\\\u1ed9ng\\\", \\\"166\\\": \\\"r\\\\u1ea5t\\\", \\\"167\\\": \\\"\\\\u0111\\\\u00e3\\\", \\\"168\\\": \\\"quan\\\", \\\"169\\\": \\\"l\\\\u1ecbch\\\", \\\"170\\\": \\\"truy\\\\u1ec1n\\\", \\\"171\\\": \\\"t\\\\u00edch\\\", \\\"172\\\": \\\"\\\\u0111\\\\u00e2y\\\", \\\"173\\\": \\\"ng\\\\u1eef\\\", \\\"174\\\": \\\"m\\\\u1ec1m\\\", \\\"175\\\": \\\"kh\\\\u00e1ch\\\", \\\"176\\\": \\\"v\\\\u1ee5\\\", \\\"177\\\": \\\"x\\\\u00e1c\\\", \\\"178\\\": \\\"lu\\\\u00f4n\\\", \\\"179\\\": \\\"v\\\\u1ec7\\\", \\\"180\\\": \\\"s\\\\u1ef1\\\", \\\"181\\\": \\\"dos\\\", \\\"182\\\": \\\"\\\\u0111\\\\u1eddi\\\", \\\"183\\\": \\\"k\\\\u1ebf\\\", \\\"184\\\": \\\"management\\\", \\\"185\\\": \\\"\\\\u1ed5\\\", \\\"186\\\": \\\"qu\\\\u00e1\\\", \\\"187\\\": \\\"m\\\\u1ee5c\\\", \\\"188\\\": \\\"\\\\u0111\\\\u00e1p\\\", \\\"189\\\": \\\"ph\\\\u1ea3i\\\", \\\"190\\\": \\\"hi\\\\u1ec7u\\\", \\\"191\\\": \\\"h\\\\u1ea1n\\\", \\\"192\\\": \\\"ch\\\\u1ebf\\\", \\\"193\\\": \\\"b\\\\u1edfi\\\", \\\"194\\\": \\\"trung\\\", \\\"195\\\": \\\"control\\\", \\\"196\\\": \\\"program\\\", \\\"197\\\": \\\"b\\\\u1eb1ng\\\", \\\"198\\\": \\\"ph\\\\u00e9p\\\", \\\"199\\\": \\\"c\\\\u0169ng\\\", \\\"200\\\": \\\"kernel\\\", \\\"201\\\": \\\"t\\\\u1ea1i\\\", \\\"202\\\": \\\"l\\\\u00f4\\\", \\\"203\\\": \\\"\\\\u1edf\\\", \\\"204\\\": \\\"multitasking\\\", \\\"205\\\": \\\"qua\\\", \\\"206\\\": \\\"c\\\\u01a1\\\", \\\"207\\\": \\\"nhanh\\\", \\\"208\\\": \\\"hay\\\", \\\"209\\\": \\\"l\\\\u1ea1c\\\", \\\"210\\\": \\\"bi\\\\u1ec7t\\\", \\\"211\\\": \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\", \\\"212\\\": \\\"t\\\\u1ed1c\\\", \\\"213\\\": \\\"t\\\\u00e1c\\\", \\\"214\\\": \\\"d\\\\u00f2ng\\\", \\\"215\\\": \\\"gi\\\\u1ea3i\\\", \\\"216\\\": \\\"nh\\\\u1eadp\\\", \\\"217\\\": \\\"tr\\\\u1ecb\\\", \\\"218\\\": \\\"v\\\\u00e0o\\\", \\\"219\\\": \\\"\\\\u2026\\\", \\\"220\\\": \\\"gi\\\\u1ea3\\\", \\\"221\\\": \\\"th\\\\u1eadt\\\", \\\"222\\\": \\\"tr\\\\u00f2\\\", \\\"223\\\": \\\"ch\\\\u00fang\\\", \\\"224\\\": \\\"k\\\\u1ebft\\\", \\\"225\\\": \\\"qu\\\\u1ea3\\\", \\\"226\\\": \\\"h\\\\u1ecdc\\\", \\\"227\\\": \\\"quy\\\\u1ec1n\\\", \\\"228\\\": \\\"c\\\\u1eadp\\\", \\\"229\\\": \\\"ram\\\", \\\"230\\\": \\\"l\\\\u1ea1i\\\", \\\"231\\\": \\\"tr\\\\u1ea1ng\\\", \\\"232\\\": \\\"t\\\\u1ed1i\\\", \\\"233\\\": \\\"t\\\\u1ed5\\\", \\\"234\\\": \\\"v\\\", \\\"235\\\": \\\"gia\\\", \\\"236\\\": \\\"ng\\\\u1eafn\\\", \\\"237\\\": \\\"t\\\\u1eadp\\\", \\\"238\\\": \\\"ki\\\\u1ec3u\\\", \\\"239\\\": \\\"nay\\\", \\\"240\\\": \\\"ta\\\", \\\"241\\\": \\\"\\\\u0111\\\\u1eb7c\\\", \\\"242\\\": \\\"t\\\\u1eebng\\\", \\\"243\\\": \\\"1955\\\", \\\"244\\\": \\\"nh\\\\u1ea5t\\\", \\\"245\\\": \\\"ph\\\\u00ed\\\", \\\"246\\\": \\\"1965\\\", \\\"247\\\": \\\"t\\\\u1ed1t\\\", \\\"248\\\": \\\"3\\\", \\\"249\\\": \\\"n\\\\u0103m\\\", \\\"250\\\": \\\"ms\\\", \\\"251\\\": \\\"h\\\\u1ecd\\\", \\\"252\\\": \\\"ni\\\\u00ean\\\", \\\"253\\\": \\\"\\\\u0111\\\\u1ea7u\\\", \\\"254\\\": \\\"c\\\\u00e0i\\\", \\\"255\\\": \\\"n\\\\u00e2ng\\\", \\\"256\\\": \\\"b\\\\u00ean\\\", \\\"257\\\": \\\"d\\\\u01b0\\\\u1edbi\\\", \\\"258\\\": \\\"t\\\\u1eeb\\\", \\\"259\\\": \\\"l\\\\u1ed7i\\\", \\\"260\\\": \\\"ng\\\\u00f4n\\\", \\\"261\\\": \\\"sysgen\\\", \\\"262\\\": \\\"generation\\\", \\\"263\\\": \\\"thu\\\", \\\"264\\\": \\\"ph\\\\u00f9\\\", \\\"265\\\": \\\"resource\\\", \\\"266\\\": \\\"allocator\\\", \\\"267\\\": \\\"nh\\\\u1eb1m\\\", \\\"268\\\": \\\"\\\\u0111\\\\u00edch\\\", \\\"269\\\": \\\"su\\\\u1ea5t\\\", \\\"270\\\": \\\"th\\\\u00e2n\\\", \\\"271\\\": \\\"t\\\\u00e2m\\\", \\\"272\\\": \\\"c\\\\u01b0\\\\u1eddng\\\", \\\"273\\\": \\\"\\\\u0111\\\\u1ed3\\\", \\\"274\\\": \\\"h\\\\u1ecda\\\", \\\"275\\\": \\\"c\\\\u1eeda\\\", \\\"276\\\": \\\"s\\\\u1ed5\\\", \\\"277\\\": \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\", \\\"278\\\": \\\"t\\\\u1ed3n\\\", \\\"279\\\": \\\"t\\\\u1eaft\\\", \\\"280\\\": \\\"gi\\\\u1eef\\\", \\\"281\\\": \\\"n\\\\u01a1i\\\", \\\"282\\\": \\\"\\\\u0111ang\\\", \\\"283\\\": \\\"n\\\\u1ebfu\\\", \\\"284\\\": \\\"ngh\\\\u1ec9\\\", \\\"285\\\": \\\"ti\\\\u1ebfp\\\", \\\"286\\\": \\\"hai\\\\u2026\\\", \\\"287\\\": \\\"logic\\\", \\\"288\\\": \\\"c\\\\u00f2n\\\", \\\"289\\\": \\\"di\\\\u1ec5n\\\", \\\"290\\\": \\\"th\\\\u1ecb\\\", \\\"291\\\": \\\"ngh\\\\u0129a\\\", \\\"292\\\": \\\"d\\\\u1ea1ng\\\", \\\"293\\\": \\\"t\\\\u1edb\\\", \\\"294\\\": \\\"c\\\\u1ee5c\\\", \\\"295\\\": \\\"bus\\\", \\\"296\\\": \\\"d\\\\u00e2y\\\", \\\"297\\\": \\\"\\\\u0111i\\\\u1ec7n\\\", \\\"298\\\": \\\"tho\\\\u1ea1i\\\", \\\"299\\\": \\\"\\\\u0111\\\\u00f2i\\\", \\\"300\\\": \\\"h\\\\u1ecfi\\\", \\\"301\\\": \\\"kh\\\\u1eaft\\\", \\\"302\\\": \\\"khe\\\", \\\"303\\\": \\\"thao\\\", \\\"304\\\": \\\"t\\\\u1eadn\\\", \\\"305\\\": \\\"hi\\\\u1ebfn\\\", \\\"306\\\": \\\"dedicated\\\", \\\"307\\\": \\\"ch\\\\u1ec9nh\\\", \\\"308\\\": \\\"quy\\\\u1ebft\\\", \\\"309\\\": \\\"t\\\\u00ean\\\", \\\"310\\\": \\\"ti\\\\u1ebfng\\\", \\\"311\\\": \\\"anh\\\", \\\"312\\\": \\\"embedded\\\", \\\"313\\\": \\\"thu\\\\u1eadt\\\", \\\"314\\\": \\\"n\\\\u00f3i\\\", \\\"315\\\": \\\"m\\\\u1eb9\\\", \\\"316\\\": \\\"gi\\\\u1eefa\\\", \\\"317\\\": \\\"b\\\\u00e0i\\\", \\\"318\\\": \\\"chuy\\\\u00ean\\\", \\\"319\\\": \\\"nghi\\\\u1ec7p\\\", \\\"320\\\": \\\"h\\\\u00f3a\\\", \\\"321\\\": \\\"virtual\\\", \\\"322\\\": \\\"machine\\\", \\\"323\\\": \\\"con\\\", \\\"324\\\": \\\"\\\\u0111\\\\u00f3ng\\\", \\\"325\\\": \\\"vai\\\", \\\"326\\\": \\\"g\\\\u1eedi\\\", \\\"327\\\": \\\"tr\\\\u1ea3\\\", \\\"328\\\": \\\"ti\\\\u00eau\\\", \\\"329\\\": \\\"khoa\\\", \\\"330\\\": \\\"th\\\\u00e1i\\\", \\\"331\\\": \\\"t\\\\u0129nh\\\", \\\"332\\\": \\\"t\\\\u1ec7p\\\", \\\"333\\\": \\\"ph\\\\u01b0\\\\u01a1ng\\\", \\\"334\\\": \\\"ti\\\\u1ec7n\\\", \\\"335\\\": \\\"b\\\\u0103ng\\\", \\\"336\\\": \\\"flash\\\", \\\"337\\\": \\\"multiprogram\\\", \\\"338\\\": \\\"khai\\\", \\\"339\\\": \\\"th\\\\u00e1c\\\", \\\"340\\\": \\\"t\\\\u00ecnh\\\", \\\"341\\\": \\\"v\\\\u1ea5n\\\", \\\"342\\\": \\\"\\\\u0111\\\\u1ec1\\\", \\\"343\\\": \\\"scheduling\\\", \\\"344\\\": \\\"c\\\\u1ea3\\\", \\\"345\\\": \\\"ph\\\\u1ee9c\\\", \\\"346\\\": \\\"t\\\\u1ea1p\\\", \\\"347\\\": \\\"on\\\", \\\"348\\\": \\\"line\\\\u2026\\\", \\\"349\\\": \\\"\\\\u0111\\\\u1ea1i\\\", \\\"350\\\": \\\"ng\\\\u00e0y\\\", \\\"351\\\": \\\"t\\\\u1ebf\\\", \\\"352\\\": \\\"trao\\\", \\\"353\\\": \\\"pha\\\", \\\"354\\\": \\\"c\\\\u1ea3m\\\", \\\"355\\\": \\\"gi\\\\u00e1c\\\", \\\"356\\\": \\\"ngo\\\\u1ea1i\\\", \\\"357\\\": \\\"vi\\\", \\\"358\\\": \\\"ngu\\\\u1ed3n\\\", \\\"359\\\": \\\"c\\\\u1eady\\\\u2026\\\", \\\"360\\\": \\\"nh\\\\u00f3\\\", \\\"361\\\": \\\"\\\\u0111\\\\u1ed3ng\\\", \\\"362\\\": \\\"h\\\\u1ed3\\\", \\\"363\\\": \\\"k\\\\u00edch\\\", \\\"364\\\": \\\"th\\\\u01b0\\\\u1edbc\\\", \\\"365\\\": \\\"\\\\u0103n\\\", \\\"366\\\": \\\"ho\\\\u00e0n\\\", \\\"367\\\": \\\"t\\\\u1ea5t\\\", \\\"368\\\": \\\"\\\\u0111\\\\u00fang\\\", \\\"369\\\": \\\"ch\\\\u01a1i\\\", \\\"370\\\": \\\"ki\\\\u1ebfn\\\", \\\"371\\\": \\\"nh\\\\u1ecf\\\", \\\"372\\\": \\\"g\\\\u1ecdn\\\", \\\"373\\\": \\\"tr\\\\u01b0ng\\\", \\\"374\\\": \\\"nh\\\\u00f9ng\\\", \\\"375\\\": \\\"pda\\\", \\\"376\\\": \\\"mobil\\\", \\\"377\\\": \\\"phones\\\", \\\"378\\\": \\\"1945\\\", \\\"379\\\": \\\"vaccum\\\", \\\"380\\\": \\\"tube\\\", \\\"381\\\": \\\"plug\\\", \\\"382\\\": \\\"board\\\", \\\"383\\\": \\\"duy\\\", \\\"384\\\": \\\"gay\\\", \\\"385\\\": \\\"l\\\\u00e3ng\\\", \\\"386\\\": \\\"2\\\", \\\"387\\\": \\\"transistors\\\", \\\"388\\\": \\\"batch\\\", \\\"389\\\": \\\"giai\\\", \\\"390\\\": \\\"\\\\u0111o\\\\u1ea1n\\\", \\\"391\\\": \\\"ch\\\\u1ebft\\\", \\\"392\\\": \\\"spooling\\\", \\\"393\\\": \\\"c\\\\u1ea3i\\\", \\\"394\\\": \\\"ti\\\\u1ebfn\\\", \\\"395\\\": \\\"v\\\\u1eabn\\\", \\\"396\\\": \\\"integrated\\\", \\\"397\\\": \\\"circruits\\\", \\\"398\\\": \\\"ics\\\", \\\"399\\\": \\\"multitask\\\", \\\"400\\\": \\\"4\\\", \\\"401\\\": \\\"sau\\\", \\\"402\\\": \\\"h\\\\u00e3ng\\\", \\\"403\\\": \\\"microsoft\\\", \\\"404\\\": \\\"command\\\", \\\"405\\\": \\\"line\\\", \\\"406\\\": \\\"interface\\\", \\\"407\\\": \\\"pc\\\", \\\"408\\\": \\\"personal\\\", \\\"409\\\": \\\"computer\\\", \\\"410\\\": \\\"ph\\\\u1ed5\\\", \\\"411\\\": \\\"bi\\\\u1ebfn\\\", \\\"412\\\": \\\"su\\\\u1ed1t\\\", \\\"413\\\": \\\"1990\\\", \\\"414\\\": \\\"windows\\\", \\\"415\\\": \\\"95\\\", \\\"416\\\": \\\"r\\\\u00f5\\\", \\\"417\\\": \\\"r\\\\u1ec7t\\\", \\\"418\\\": \\\"h\\\\u00e0m\\\", \\\"419\\\": \\\"thu\\\\u1ed9c\\\", \\\"420\\\": \\\"k\\\\u1ef3\\\", \\\"421\\\": \\\"khuy\\\\u1ebfn\\\", \\\"422\\\": \\\"th\\\\u00f9\\\", \\\"423\\\": \\\"do\\\", \\\"424\\\": \\\"xu\\\\u1ed1ng\\\", \\\"425\\\": \\\"applications\\\", \\\"426\\\": \\\"i\\\", \\\"427\\\": \\\"o\\\", \\\"428\\\": \\\"device\\\", \\\"429\\\": \\\"drivers\\\", \\\"430\\\": \\\"memory\\\", \\\"431\\\": \\\"hardware\\\", \\\"432\\\": \\\"h\\\\u1ea1t\\\", \\\"433\\\": \\\"nh\\\\u00e2n\\\", \\\"434\\\": \\\"l\\\\u1eddi\\\", \\\"435\\\": \\\"nh\\\\u01b0\\\\u1ee3c\\\", \\\"436\\\": \\\"chi\\\", \\\"437\\\": \\\"tham\\\", \\\"438\\\": \\\"xuy\\\\u00ean\\\", \\\"439\\\": \\\"l\\\\u1edbn\\\", \\\"440\\\": \\\"x\\\\u1ebb\\\", \\\"441\\\": \\\"\\\\u00e1o\\\", \\\"442\\\": \\\"c\\\\u00f4\\\", \\\"443\\\": \\\"n\\\\u00ean\\\", \\\"444\\\": \\\"chung\\\", \\\"445\\\": \\\"vi\\\\u1ebft\\\", \\\"446\\\": \\\"s\\\\u1eeda\\\", \\\"447\\\": \\\"assembly\\\", \\\"448\\\": \\\"hai\\\", \\\"449\\\": \\\"tr\\\\u00ec\\\", \\\"450\\\": \\\"ba\\\", \\\"451\\\": \\\"an\\\", \\\"452\\\": \\\"c\\\\u1eady\\\", \\\"453\\\": \\\"t\\\\u01b0\\\", \\\"454\\\": \\\"bao\\\", \\\"455\\\": \\\"g\\\\u1ed3m\\\", \\\"456\\\": \\\"\\\\u00e1nh\\\", \\\"457\\\": \\\"x\\\\u1ea1\\\", \\\"458\\\": \\\"t\\\\u1edbi\\\", \\\"459\\\": \\\"v\\\\u00ed\\\", \\\"460\\\": \\\"d\\\\u1ee5\\\", \\\"461\\\": \\\"file\\\", \\\"462\\\": \\\"host\\\", \\\"463\\\": \\\"nh\\\\u1eadn\\\", \\\"464\\\": \\\"nh\\\\u00e0\\\", \\\"465\\\": \\\"d\\\\u1ecbch\\\", \\\"466\\\": \\\"c\\\\u1ee5\\\", \\\"467\\\": \\\"n\\\\u1ed1i\\\", \\\"468\\\": \\\"v\\\\u00f4\\\", \\\"469\\\": \\\"ng\\\\u01b0\\\\u1eddi\\\", \\\"470\\\": \\\"c\\\\u1ee9\\\", \\\"471\\\": \\\"m\\\\u00ecnh\\\", \\\"472\\\": \\\"centralization\\\", \\\"473\\\": \\\"s\\\\u1eb5n\\\"}\", \"word_index\": \"{\\\"h\\\\u1ec7\\\": 1, \\\"c\\\\u00e1c\\\": 2, \\\"th\\\\u1ed1ng\\\": 3, \\\"b\\\\u1ed9\\\": 4, \\\"\\\\u0111i\\\\u1ec1u\\\": 5, \\\"x\\\\u1eed\\\": 6, \\\"m\\\\u1ed9t\\\": 7, \\\"c\\\\u00f3\\\": 8, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 9, \\\"h\\\\u00e0nh\\\": 10, \\\"l\\\\u00fd\\\": 11, \\\"m\\\\u00e1y\\\": 12, \\\"th\\\\u1ef1c\\\": 13, \\\"l\\\\u00e0\\\": 14, \\\"v\\\\u00e0\\\": 15, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 16, \\\"vi\\\\u1ec7c\\\": 17, \\\"ph\\\\u1ea7n\\\": 18, \\\"c\\\\u1ee7a\\\": 19, \\\"tr\\\\u00ecnh\\\": 20, \\\"trong\\\": 21, \\\"t\\\\u00ednh\\\": 22, \\\"cho\\\": 23, \\\"theo\\\": 24, \\\"c\\\\u00f4ng\\\": 25, \\\"\\\\u0111a\\\": 26, \\\"c\\\\u1ee9ng\\\": 27, \\\"hi\\\\u1ec7n\\\": 28, \\\"thi\\\\u1ebft\\\": 29, \\\"l\\\\u1edbp\\\": 30, \\\"d\\\\u1ee5ng\\\": 31, \\\"th\\\\u1eddi\\\": 32, \\\"\\\\u1ea3o\\\": 33, \\\"c\\\\u1ea5p\\\": 34, \\\"cpu\\\": 35, \\\"th\\\\u1ee9\\\": 36, \\\"nguy\\\\u00ean\\\": 37, \\\"kh\\\\u00e1c\\\": 38, \\\"nh\\\\u1edb\\\": 39, \\\"gian\\\": 40, \\\"m\\\\u1ed7i\\\": 41, \\\"t\\\\u00e0i\\\": 42, \\\"ph\\\\u00e2n\\\": 43, \\\"c\\\\u00f9ng\\\": 44, \\\"nh\\\\u1eefng\\\": 45, \\\"v\\\\u1edbi\\\": 46, \\\"b\\\\u1ecb\\\": 47, \\\"th\\\\u00f4ng\\\": 48, \\\"nh\\\\u01b0\\\": 49, \\\"s\\\\u1eed\\\": 50, \\\"l\\\\u1eadp\\\": 51, \\\"tin\\\": 52, \\\"c\\\\u1ea5u\\\": 53, \\\"d\\\\u1ec5\\\": 54, \\\"n\\\\u0103ng\\\": 55, \\\"chia\\\": 56, \\\"nhi\\\\u1ec1u\\\": 57, \\\"ch\\\\u00ednh\\\": 58, \\\"tr\\\\u00ean\\\": 59, \\\"\\\\u0111\\\\u1ec3\\\": 60, \\\"tr\\\\u00fac\\\": 61, \\\"v\\\\u1ec1\\\": 62, \\\"\\\\u0111\\\\u1ebfn\\\": 63, \\\"n\\\\u00e0y\\\": 64, \\\"th\\\\u1ec3\\\": 65, \\\"ki\\\\u1ec3m\\\": 66, \\\"so\\\\u00e1t\\\": 67, \\\"l\\\\u00ed\\\": 68, \\\"\\\\u0111\\\\u1ed9ng\\\": 69, \\\"h\\\\u00ecnh\\\": 70, \\\"\\\\u0111\\\\u1ed9\\\": 71, \\\"d\\\\u00f9ng\\\": 72, \\\"\\\\u01b0u\\\": 73, \\\"\\\\u0111i\\\\u1ec3m\\\": 74, \\\"d\\\\u1eef\\\": 75, \\\"li\\\\u1ec7u\\\": 76, \\\"ch\\\\u1ea1y\\\": 77, \\\"cung\\\": 78, \\\"s\\\\u1ed1\\\": 79, \\\"nhau\\\": 80, \\\"g\\\\u1ecdi\\\": 81, \\\"ho\\\\u1ea1t\\\": 82, \\\"l\\\\u01b0u\\\": 83, \\\"s\\\\u1ebb\\\": 84, \\\"nhi\\\\u1ec7m\\\": 85, \\\"chuy\\\\u1ec3n\\\": 86, \\\"song\\\": 87, \\\"\\\\u0111\\\\u00f3\\\": 88, \\\"\\\\u1ee9ng\\\": 89, \\\"y\\\\u00eau\\\": 90, \\\"c\\\\u1ea7u\\\": 91, \\\"m\\\\u1ea1ng\\\": 92, \\\"ho\\\\u1eb7c\\\": 93, \\\"l\\\\u00e0m\\\": 94, \\\"c\\\\u00e1ch\\\": 95, \\\"ra\\\": 96, \\\"th\\\\u01b0\\\\u1eddng\\\": 97, \\\"giao\\\": 98, \\\"l\\\\u00fac\\\": 99, \\\"thi\\\": 100, \\\"khi\\\": 101, \\\"l\\\\u1ea7n\\\": 102, \\\"ch\\\\u1ec9\\\": 103, \\\"\\\\u0111\\\\u1ecbnh\\\": 104, \\\"s\\\\u1ebd\\\": 105, \\\"nh\\\\u01b0ng\\\": 106, \\\"m\\\\u00f4\\\": 107, \\\"ch\\\\u1ee7\\\": 108, \\\"cao\\\": 109, \\\"nh\\\\u00fang\\\": 110, \\\"kh\\\\u1ea3\\\": 111, \\\"h\\\\u1ee3p\\\": 112, \\\"client\\\": 113, \\\"server\\\": 114, \\\"ch\\\\u1ee9c\\\": 115, \\\"\\\\u0111\\\\u0129a\\\": 116, \\\"h\\\\u01a1n\\\": 117, \\\"\\\\u0111\\\\u01a1n\\\": 118, \\\"gi\\\\u1ea3n\\\": 119, \\\"th\\\\u1ebf\\\": 120, \\\"to\\\\u00e1n\\\": 121, \\\"m\\\\u00f4i\\\": 122, \\\"tr\\\\u01b0\\\\u1eddng\\\": 123, \\\"b\\\\u1ea3n\\\": 124, \\\"t\\\\u00e1n\\\": 125, \\\"qu\\\\u1ea3n\\\": 126, \\\"t\\\\u0103ng\\\": 127, \\\"khi\\\\u1ec3n\\\": 128, \\\"tr\\\\u01b0\\\\u1edbc\\\": 129, \\\"ti\\\\u00ean\\\": 130, \\\"truy\\\": 131, \\\"kh\\\\u00f4ng\\\": 132, \\\"\\\\u0111\\\\u1ed5i\\\": 133, \\\"\\\\u0111\\\\u1ed1i\\\": 134, \\\"x\\\\u1ee9ng\\\": 135, \\\"sao\\\": 136, \\\"li\\\\u00ean\\\": 137, \\\"c\\\\u1ea7n\\\": 138, \\\"b\\\\u1ea5t\\\": 139, \\\"ri\\\\u00eang\\\": 140, \\\"to\\\\u00e0n\\\": 141, \\\"l\\\\u1ec7nh\\\": 142, \\\"n\\\\u00f3\\\": 143, \\\"system\\\": 144, \\\"t\\\\u1ef1\\\": 145, \\\"n\\\\u00e0o\\\": 146, \\\"\\\\u0111\\\\u1eb7t\\\": 147, \\\"b\\\\u1ea3o\\\": 148, \\\"1\\\": 149, \\\"1980\\\": 150, \\\"th\\\\u1eadp\\\": 151, \\\"th\\\\u00e0nh\\\": 152, \\\"kh\\\\u00f3\\\": 153, 