"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 50000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n'\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 83, \"word_counts\": \"{\\\"b\\\\u1ed9\\\": 61, \\\"nh\\\\u1edb\\\": 35, \\\"ch\\\\u00ednh\\\": 11, \\\"c\\\\u1ee7a\\\": 41, \\\"m\\\\u00e1y\\\": 54, \\\"vi\\\": 3, \\\"t\\\\u00ednh\\\": 41, \\\"d\\\\u00f9ng\\\": 16, \\\"\\\\u0111\\\\u1ec3\\\": 15, \\\"ch\\\\u1ee9a\\\": 3, \\\"c\\\\u00e1c\\\": 69, \\\"th\\\\u00f4ng\\\": 20, \\\"tin\\\": 19, \\\"c\\\\u1ea7n\\\": 6, \\\"thi\\\\u1ebft\\\": 24, \\\"nh\\\\u01b0\\\": 13, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 38, \\\"tr\\\\u00ecnh\\\": 49, \\\"d\\\\u1eef\\\": 16, \\\"li\\\\u1ec7u\\\": 16, \\\"trong\\\": 29, \\\"qu\\\\u00e1\\\": 3, \\\"ho\\\\u1ea1t\\\": 12, \\\"\\\\u0111\\\\u1ed9ng\\\": 17, \\\"rom\\\": 10, \\\"v\\\\u00e0\\\": 42, \\\"ram\\\": 10, \\\"l\\\\u00e0\\\": 54, \\\"l\\\\u01b0u\\\": 17, \\\"tr\\\\u1eef\\\": 12, \\\"qu\\\\u1ea3n\\\": 9, \\\"l\\\\u00fd\\\": 38, \\\"vi\\\\u1ec7c\\\": 31, \\\"kh\\\\u1edfi\\\": 4, \\\"\\\\u0111ang\\\": 3, \\\"tr\\\\u00ean\\\": 10, \\\"ph\\\\u1ee5\\\": 4, \\\"tr\\\\u1ee3\\\": 3, \\\"c\\\\u00f2n\\\": 3, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 45, \\\"g\\\\u1ecdi\\\": 7, \\\"th\\\\u1ee9\\\": 14, \\\"c\\\\u1ea5p\\\": 18, \\\"ho\\\\u1eb7c\\\": 8, \\\"b\\\\u00ean\\\": 5, \\\"ngo\\\\u00e0i\\\": 3, \\\"m\\\\u1ed9t\\\": 52, \\\"k\\\\u00fd\\\": 1, \\\"\\\\u1ee9c\\\": 1, \\\"kh\\\\u00f4ng\\\": 12, \\\"d\\\\u1ec5\\\": 13, \\\"bay\\\": 1, \\\"h\\\\u01a1i\\\": 1, \\\"b\\\\u1ecb\\\": 18, \\\"m\\\\u1ea5t\\\": 2, \\\"khi\\\": 9, \\\"h\\\\u1ed7\\\": 2, \\\"xu\\\\u1ed1ng\\\": 2, \\\"m\\\\u00e0\\\": 9, \\\"ph\\\\u1ea3i\\\": 4, \\\"truy\\\": 10, \\\"c\\\\u1eadp\\\": 5, \\\"tr\\\\u1ef1c\\\": 2, \\\"ti\\\\u1ebfp\\\": 9, \\\"b\\\\u1edfi\\\": 4, \\\"cpu\\\": 13, \\\"v\\\\u00ec\\\": 1, \\\"n\\\\u00f3\\\": 11, \\\"qua\\\": 4, \\\"k\\\\u00eanh\\\": 1, \\\"\\\\u0111\\\\u1ea7u\\\": 5, \\\"v\\\\u00e0o\\\": 6, \\\"ra\\\": 8, \\\"h\\\\u1ec7\\\": 90, \\\"th\\\\u1ed1ng\\\": 48, \\\"c\\\\u01a1\\\": 5, \\\"b\\\\u1ea3n\\\": 7, \\\"\\\\u0111\\\\u1ea7y\\\": 2, \\\"\\\\u0111\\\\u1ee7\\\": 2, \\\"c\\\\u00f3\\\": 51, \\\"ch\\\\u1ee9c\\\": 6, \\\"n\\\\u0103ng\\\": 10, \\\"bao\\\": 3, \\\"g\\\\u1ed3m\\\": 3, \\\"t\\\\u1ea5t\\\": 2, \\\"c\\\\u1ea3\\\": 5, \\\"ph\\\\u1ea7n\\\": 32, \\\"c\\\\u1ee9ng\\\": 22, \\\"m\\\\u1ec1m\\\": 9, \\\"l\\\\u00e0m\\\": 9, \\\"cho\\\": 28, \\\"ng\\\\u01b0\\\\u1eddi\\\": 14, \\\"\\\\u0111\\\\u0129a\\\": 10, \\\"xem\\\": 1, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 3, \\\"ti\\\\u1ec7n\\\": 4, \\\"t\\\\u1eeb\\\": 6, \\\"h\\\\u00ecnh\\\": 8, \\\"tr\\\\u00f2n\\\": 1, \\\"t\\\\u01b0\\\\u01a1ng\\\": 1, \\\"t\\\\u1ef1\\\": 6, \\\"b\\\\u0103ng\\\": 2, \\\"2\\\": 2, \\\"b\\\\u1ec1\\\": 1, \\\"m\\\\u1eb7t\\\": 1, \\\"\\\\u0111\\\\u1ec1u\\\": 1, \\\"s\\\\u1eed\\\": 14, \\\"d\\\\u1ee5ng\\\": 22, \\\"ch\\\\u1ee7\\\": 6, \\\"y\\\\u1ebfu\\\": 1, \\\"ph\\\\u00e2n\\\": 12, \\\"ph\\\\u1ed1i\\\": 1, \\\"random\\\": 1, \\\"access\\\": 1, \\\"memory\\\": 4, \\\"nh\\\\u1eefng\\\": 13, \\\"ph\\\\u1eadn\\\": 3, \\\"bi\\\\u1ebft\\\": 3, \\\"\\\\u0111\\\\u1ebfn\\\": 8, \\\"xu\\\\u1ea5t\\\": 6, \\\"ng\\\\u1eabu\\\": 1, \\\"nhi\\\\u00ean\\\": 1, \\\"gi\\\\u00fap\\\": 11, \\\"th\\\\u1ec3\\\": 17, \\\"x\\\\u1eed\\\": 39, \\\"\\\\u0111i\\\\u1ec1u\\\": 44, \\\"h\\\\u00e0nh\\\": 37, \\\"read\\\": 1, \\\"only\\\": 1, \\\"\\\\u0111\\\\u00fang\\\": 2, \\\"ngh\\\\u0129a\\\": 2, \\\"ch\\\\u1ec9\\\": 7, \\\"\\\\u0111\\\\u1ecdc\\\": 1, \\\"t\\\\u1ee9c\\\": 2, \\\"n\\\\u00e0y\\\": 10, \\\"\\\\u0111\\\\u00e3\\\": 7, \\\"s\\\\u1eb5n\\\": 3, \\\"tr\\\\u01b0\\\\u1edbc\\\": 6, \\\"l\\\\u1eadp\\\": 13, \\\"v\\\\u1edbi\\\": 17, \\\"s\\\\u1ebd\\\": 9, \\\"gi\\\\u1eef\\\": 2, \\\"l\\\\u1ea1i\\\": 6, \\\"k\\\\u1ec3\\\": 1, \\\"t\\\\u1eaft\\\": 3, \\\"ngu\\\\u1ed3n\\\": 2, \\\"flash\\\": 3, \\\"lo\\\\u1ea1i\\\": 2, \\\"ki\\\\u1ec3u\\\": 3, \\\"\\\\u0111i\\\\u1ec7n\\\": 3, \\\"t\\\\u0129nh\\\": 3, \\\"non\\\": 1, \\\"volative\\\": 1, \\\"x\\\\u00f3a\\\": 1, \\\"reprogrammed\\\": 1, \\\"quan\\\": 4, \\\"tr\\\\u1ecdng\\\": 1, \\\"ch\\\\u1ea1y\\\": 7, \\\"nhanh\\\": 4, \\\"hay\\\": 5, \\\"ch\\\\u1eadm\\\": 1, \\\"t\\\\u00f9y\\\": 1, \\\"thu\\\\u1ed9c\\\": 2, \\\"\\\\u0111\\\\u1ed9\\\": 10, \\\"l\\\\u1edbn\\\": 3, \\\"th\\\\u1ebf\\\": 7, \\\"n\\\\u00e0o\\\": 8, \\\"nh\\\\u1ea5t\\\": 3, \\\"nh\\\\u01b0ng\\\": 6, \\\"kh\\\\u1ea3\\\": 7, \\\"bi\\\\u1ebfn\\\": 2, \\\"th\\\\u00f4i\\\": 1, \\\"sau\\\": 2, \\\"\\\\u0111\\\\u1ed9t\\\": 1, \\\"ng\\\\u1ed9t\\\": 1, \\\"th\\\\u00ec\\\": 5, \\\"b\\\\u1ea5t\\\": 5, \\\"c\\\\u1ee9\\\": 2, \\\"\\\\u0111\\\\u01a1n\\\": 10, \\\"gi\\\\u1ea3n\\\": 8, \\\"n\\\\u00f3i\\\": 2, \\\"b\\\\u1ea1n\\\": 6, \\\"hi\\\\u1ec3u\\\": 2, \\\"\\\\u0111\\\\u00f3\\\": 9, \\\"n\\\\u1ebfu\\\": 2, \\\"ch\\\\u1eafc\\\": 1, \\\"ch\\\\u1eafn\\\": 1, \\\"c\\\\u0169ng\\\": 6, \\\"ch\\\\u1eb3ng\\\": 1, \\\"kh\\\\u00e1c\\\": 13, \\\"g\\\\u00ec\\\": 1, \\\"c\\\\u1ee5c\\\": 2, \\\"s\\\\u1eaft\\\": 1, \\\"v\\\\u1ee5n\\\": 1, \\\"m\\\\u1ea5y\\\": 1, \\\"thanh\\\": 2, \\\"ghi\\\": 2, \\\"c\\\\u00e1ch\\\": 8, \\\"b\\\\u1ec1n\\\": 1, \\\"v\\\\u1eefng\\\": 1, \\\"magnetic\\\": 1, \\\"disks\\\": 1, \\\"quang\\\": 1, \\\"optical\\\": 1, \\\"disk\\\": 1, \\\"d\\\\u00e3y\\\": 1, \\\"c\\\\u00e2u\\\": 1, \\\"l\\\\u1ec7nh\\\": 7, \\\"th\\\\u1ef1c\\\": 31, \\\"hi\\\\u1ec7n\\\": 20, \\\"l\\\\u00ed\\\": 10, \\\"trung\\\": 3, \\\"gian\\\": 13, \\\"gi\\\\u1eefa\\\": 4, \\\"cung\\\": 8, \\\"m\\\\u00f4i\\\": 6, \\\"tr\\\\u01b0\\\\u1eddng\\\": 7, \\\"thi\\\": 8, \\\"s\\\\u1ed1\\\": 8, \\\"\\\\u1ee9ng\\\": 8, \\\"window\\\": 1, \\\"ubuntu\\\": 1, \\\"android\\\": 1, \\\"ios\\\\u2026\\\": 1, \\\"ti\\\\u1ebfn\\\": 11, \\\"v\\\\u1ecb\\\": 2, \\\"t\\\\u1ed3n\\\": 2, \\\"t\\\\u1ea1i\\\": 3, \\\"nhi\\\\u1ec1u\\\": 9, \\\"c\\\\u00f9ng\\\": 11, \\\"\\\\u0111\\\\u1ed3ng\\\": 2, \\\"th\\\\u1eddi\\\": 15, \\\"nhau\\\": 7, \\\"ti\\\\u1ec3u\\\": 2, \\\"tu\\\\u1ea7n\\\": 1, \\\"\\\\u0111o\\\\u1ea1n\\\": 2, \\\"code\\\": 1, \\\"s\\\\u1edf\\\": 1, \\\"h\\\\u1eefu\\\": 1, \\\"con\\\": 6, \\\"tr\\\\u1ecf\\\": 1, \\\"t\\\\u1eadp\\\": 7, \\\"v\\\\u00f9ng\\\": 1, \\\"stack\\\": 1, \\\"ri\\\\u00eang\\\": 5, \\\"chia\\\": 11, \\\"s\\\\u1ebb\\\": 8, \\\"processor\\\": 1, \\\"t\\\\u00e0i\\\": 14, \\\"nguy\\\\u00ean\\\": 15, \\\"gi\\\\u1ea3i\\\": 3, \\\"thu\\\\u1eadt\\\": 2, \\\"ph\\\\u00e1t\\\": 7, \\\"tr\\\\u1ecb\\\": 3, \\\"\\\\u0111\\\\u1ed1i\\\": 6, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 2, \\\"khi\\\\u1ec3n\\\": 8, \\\"nhi\\\\u1ec7m\\\": 8, \\\"v\\\\u1ee5\\\": 6, \\\"che\\\": 1, \\\"d\\\\u1ea5u\\\": 1, \\\"chi\\\": 2, \\\"ti\\\\u1ebft\\\": 1, \\\"t\\\\u1ea1o\\\": 7, \\\"h\\\\u01a1n\\\": 7, \\\"giao\\\": 10, \\\"ui\\\": 2, \\\"di\\\\u1ec7n\\\": 4, \\\"ng\\\\u00f4n\\\": 3, \\\"ng\\\\u1eef\\\": 4, \\\"i\\\": 2, \\\"o\\\": 2, \\\"input\\\": 1, \\\"output\\\": 1, \\\"s\\\\u1ef1\\\": 5, \\\"gi\\\\u1edbi\\\": 1, \\\"li\\\\u00ean\\\": 5, \\\"l\\\\u1ea1c\\\": 3, \\\"truy\\\\u1ec1n\\\": 4, \\\"\\\\u0111i\\\\u1ec7p\\\": 1, \\\"l\\\\u1ed7i\\\": 5, \\\"c\\\\u1ea3nh\\\": 1, \\\"b\\\\u00e1o\\\": 1, \\\"v\\\\u1ec1\\\": 8, \\\"tr\\\\u00e1nh\\\": 1, \\\"b\\\\u1ea3o\\\": 7, \\\"m\\\\u1eadt\\\": 3, \\\"c\\\\u1eaft\\\": 1, \\\"r\\\\u00f5\\\": 2, \\\"t\\\\u00e1c\\\": 5, \\\"ki\\\\u1ec3m\\\": 8, \\\"so\\\\u00e1t\\\": 8, \\\"nh\\\\u1eadp\\\": 4, \\\"c\\\\u00f4ng\\\": 20, \\\"b\\\\u1eb1ng\\\": 3, \\\"hi\\\\u1ec7u\\\": 5, \\\"qu\\\\u1ea3\\\": 5, \\\"\\\\u0111\\\\u1ed9c\\\": 1, \\\"c\\\\u1eadn\\\": 1, \\\"th\\\\u01b0\\\\u1eddng\\\": 6, \\\"m\\\\u1ee5c\\\": 5, \\\"ti\\\\u00eau\\\": 3, \\\"os\\\": 1, \\\"operating\\\": 1, \\\"system\\\": 5, \\\"d\\\\u00e0ng\\\": 1, \\\"m\\\\u00ecnh\\\": 2, \\\"thao\\\": 2, \\\"tr\\\\u1edf\\\": 1, \\\"n\\\\u00ean\\\": 2, \\\"thu\\\\u1eadn\\\": 1, \\\"khai\\\": 3, \\\"th\\\\u00e1c\\\": 3, \\\"\\\\u0111\\\\u00edch\\\": 2, \\\"vi\\\\u1ebft\\\": 2, \\\"nh\\\\u1eb1m\\\": 2, \\\"t\\\\u1ed1c\\\": 3, \\\"to\\\\u00e1n\\\": 6, \\\"b\\\\u00e0i\\\": 2, \\\"cu\\\\u1ed9c\\\": 1, \\\"s\\\\u1ed1ng\\\": 1, \\\"h\\\\u1ecdc\\\": 3, \\\"t\\\\u0103ng\\\": 5, \\\"to\\\\u00e0n\\\": 5, \\\"v\\\\u1eb9n\\\": 1, \\\"ng\\\\u0103n\\\": 1, \\\"ch\\\\u1eb7n\\\": 1, \\\"m\\\\u00e3\\\": 1, \\\"h\\\\u1ea1i\\\": 1, \\\"quy\\\": 1, \\\"cao\\\": 6, \\\"h\\\\u1ee3p\\\": 7, \\\"t\\\\u1ea5n\\\": 1, \\\"kh\\\\u1ed1i\\\": 1, \\\"n\\\\u01a1i\\\": 2, \\\"d\\\\u1eebng\\\": 1, \\\"theo\\\": 18, \\\"b\\\\u1eaft\\\": 1, \\\"c\\\\u1ea5u\\\": 10, \\\"th\\\\u00e0nh\\\": 5, \\\"b\\\\u1eddi\\\": 1, \\\"d\\\\u00f2ng\\\": 3, \\\"x\\\\u00e1c\\\": 4, \\\"\\\\u0111\\\\u1ecbnh\\\": 6, \\\"resource\\\": 1, \\\"allocator\\\": 1, \\\"\\\\u0111\\\\u00e1p\\\": 2, \\\"y\\\\u00eau\\\": 5, \\\"c\\\\u1ea7u\\\": 5, \\\"m\\\\u1ea1ng\\\": 5, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"su\\\\u1ea5t\\\": 1, \\\"h\\\\u1ea1n\\\": 2, \\\"ch\\\\u1ebf\\\": 2, \\\"th\\\\u00e2n\\\": 1, \\\"t\\\\u00e1n\\\": 4, \\\"t\\\\u00e2m\\\": 1, \\\"control\\\": 2, \\\"program\\\": 2, \\\"c\\\\u01b0\\\\u1eddng\\\": 1, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"h\\\\u1ecda\\\": 1, \\\"ph\\\\u00e9p\\\": 2, \\\"l\\\\u00fac\\\": 5, \\\"c\\\\u1eeda\\\": 1, \\\"s\\\\u1ed5\\\": 1, \\\"kernel\\\": 2, \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\": 1, \\\"ti\\\\u00ean\\\": 4, \\\"khoa\\\": 1, \\\"quy\\\\u1ec1n\\\": 2, \\\"\\\\u0111\\\\u1eb7t\\\": 4, \\\"tr\\\\u1ea1ng\\\": 2, \\\"th\\\\u00e1i\\\": 1, \\\"lu\\\\u00f4n\\\": 3, \\\"t\\\\u1ed1i\\\": 2, \\\"\\\\u01b0u\\\": 7, \\\"t\\\\u1ed5\\\": 2, \\\"t\\\\u1ec7p\\\": 1, \\\"v\\\": 2, \\\"l\\\\u00f4\\\": 2, \\\"l\\\\u1ea7n\\\": 5, \\\"l\\\\u01b0\\\\u1ee3t\\\": 3, \\\"\\\\u0111a\\\": 17, \\\"\\\\u1edf\\\": 2, \\\"ngh\\\\u1ec9\\\": 1, \\\"hai\\\\u2026\\\": 1, \\\"m\\\\u1edf\\\": 3, \\\"r\\\\u1ed9ng\\\": 3, \\\"logic\\\": 1, \\\"multitasking\\\": 2, \\\"chuy\\\\u1ec3n\\\": 6, \\\"\\\\u0111\\\\u1ed5i\\\": 4, \\\"m\\\\u1ed7i\\\": 11, \\\"di\\\\u1ec5n\\\": 1, \\\"r\\\\u1ea5t\\\": 3, \\\"song\\\": 6, \\\"x\\\\u1ee9ng\\\": 4, \\\"sao\\\": 4, \\\"bi\\\\u1ec7t\\\": 2, \\\"th\\\\u1ecb\\\": 1, \\\"m\\\\u00f4\\\": 5, \\\"d\\\\u1ea1ng\\\": 1, \\\"t\\\\u1edb\\\": 1, \\\"l\\\\u1ecbch\\\": 3, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 2, \\\"bus\\\": 1, \\\"d\\\\u00e2y\\\": 1, \\\"tho\\\\u1ea1i\\\": 1, \\\"\\\\u0111\\\\u00f2i\\\": 1, \\\"h\\\\u1ecfi\\\": 1, \\\"kh\\\\u1eaft\\\": 1, \\\"khe\\\": 1, \\\"t\\\\u1eadn\\\": 1, \\\"hi\\\\u1ebfn\\\": 1, \\\"dedicated\\\": 1, \\\"t\\\\u00edch\\\": 3, \\\"ch\\\\u1ec9nh\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"nh\\\\u00fang\\\": 5, \\\"t\\\\u00ean\\\": 1, \\\"ti\\\\u1ebfng\\\": 1, \\\"anh\\\": 1, \\\"embedded\\\": 1, \\\"\\\\u0111\\\\u00e2y\\\": 3, \\\"m\\\\u1eb9\\\": 1, \\\"chuy\\\\u00ean\\\": 1, \\\"nghi\\\\u1ec7p\\\": 1, \\\"h\\\\u00f3a\\\": 1, \\\"\\\\u2026\\\": 2, \\\"multiprogram\\\": 1, \\\"gia\\\": 2, \\\"t\\\\u00ecnh\\\": 1, \\\"v\\\\u1ea5n\\\": 1, \\\"\\\\u0111\\\\u1ec1\\\": 1, \\\"scheduling\\\": 1, \\\"ng\\\\u1eafn\\\": 2, \\\"ph\\\\u1ee9c\\\": 1, \\\"t\\\\u1ea1p\\\": 1, \\\"v\\\\u1ec7\\\": 3, \\\"\\\\u1ea3o\\\": 13, \\\"on\\\": 1, \\\"line\\\\u2026\\\": 1, \\\"\\\\u0111\\\\u1ea1i\\\": 1, \\\"ng\\\\u00e0y\\\": 1, \\\"nay\\\": 2, \\\"t\\\\u1ebf\\\": 1, \\\"ta\\\": 2, \\\"trao\\\": 1, \\\"pha\\\": 1, \\\"c\\\\u1ea3m\\\": 1, \\\"gi\\\\u00e1c\\\": 1, \\\"ngo\\\\u1ea1i\\\": 1, \\\"c\\\\u1eady\\\\u2026\\\": 1, \\\"nh\\\\u00f3\\\": 1, \\\"h\\\\u1ed3\\\": 1, \\\"k\\\\u00edch\\\": 1, \\\"th\\\\u01b0\\\\u1edbc\\\": 1, \\\"\\\\u0103n\\\": 1, \\\"ho\\\\u00e0n\\\": 1, \\\"tr\\\\u00f2\\\": 2, \\\"ch\\\\u01a1i\\\": 1, \\\"ki\\\\u1ebfn\\\": 1, \\\"tr\\\\u00fac\\\": 8, \\\"nh\\\\u1ecf\\\": 1, \\\"g\\\\u1ecdn\\\": 1, \\\"\\\\u0111\\\\u1eb7c\\\": 2, \\\"tr\\\\u01b0ng\\\": 1, \\\"t\\\\u1eebng\\\": 2, \\\"nh\\\\u00f9ng\\\": 1, \\\"pda\\\": 1, \\\"mobil\\\": 1, \\\"phones\\\": 1, \\\"1\\\": 4, \\\"1945\\\": 1, \\\"1955\\\": 2, \\\"vaccum\\\": 1, \\\"tube\\\": 1, \\\"plug\\\": 1, \\\"board\\\": 1, \\\"\\\\u0111i\\\\u1ec3m\\\": 7, \\\"duy\\\": 1, \\\"gay\\\": 1, \\\"l\\\\u00e3ng\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"1965\\\": 2, \\\"transistors\\\": 1, \\\"batch\\\": 1, \\\"giai\\\": 1, \\\"ch\\\\u1ebft\\\": 1, \\\"spooling\\\": 1, \\\"c\\\\u1ea3i\\\": 1, \\\"t\\\\u1ed1t\\\": 2, \\\"v\\\\u1eabn\\\": 1, \\\"3\\\": 2, \\\"1980\\\": 4, \\\"integrated\\\": 1, \\\"circruits\\\": 1, \\\"ics\\\": 1, \\\"multitask\\\": 1, \\\"4\\\": 1, \\\"dos\\\": 3, \\\"\\\\u0111\\\\u1eddi\\\": 3, \\\"n\\\\u0103m\\\": 2, \\\"ms\\\": 2, \\\"h\\\\u00e3ng\\\": 1, \\\"microsoft\\\": 1, \\\"command\\\": 1, \\\"line\\\": 1, \\\"interface\\\": 1, \\\"k\\\\u1ebf\\\": 3, \\\"h\\\\u1ecd\\\": 2, \\\"pc\\\": 1, \\\"personal\\\": 1, \\\"computer\\\": 1, \\\"ph\\\\u1ed5\\\": 1, \\\"su\\\\u1ed1t\\\": 1, \\\"th\\\\u1eadp\\\": 4, \\\"ni\\\\u00ean\\\": 2, \\\"1990\\\": 1, \\\"windows\\\": 1, \\\"95\\\": 1, \\\"r\\\\u1ec7t\\\": 1, \\\"l\\\\u1edbp\\\": 15, \\\"h\\\\u00e0m\\\": 1, \\\"k\\\\u1ef3\\\": 1, \\\"c\\\\u00e0i\\\": 2, \\\"khuy\\\\u1ebfn\\\": 1, \\\"kh\\\\u00f3\\\": 4, \\\"n\\\\u00e2ng\\\": 2, \\\"th\\\\u00f9\\\": 1, \\\"do\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 2, \\\"applications\\\": 1, \\\"management\\\": 3, \\\"device\\\": 1, \\\"drivers\\\": 1, \\\"hardware\\\": 1, \\\"h\\\\u1ea1t\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"l\\\\u1eddi\\\": 1, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 1, \\\"tham\\\": 1, \\\"xuy\\\\u00ean\\\": 1, \\\"virtual\\\": 1, \\\"machine\\\": 1, \\\"gi\\\\u1ea3\\\": 2, \\\"th\\\\u1eadt\\\": 2, \\\"x\\\\u1ebb\\\": 1, \\\"\\\\u00e1o\\\": 1, \\\"c\\\\u00f4\\\": 1, \\\"chung\\\": 1, \\\"client\\\": 5, \\\"server\\\": 5, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"vai\\\": 1, \\\"kh\\\\u00e1ch\\\": 3, \\\"ch\\\\u00fang\\\": 2, \\\"g\\\\u1eedi\\\": 1, \\\"tr\\\\u1ea3\\\": 1, \\\"k\\\\u1ebft\\\": 2, \\\"s\\\\u1eeda\\\": 1, \\\"assembly\\\": 1, \\\"hai\\\": 1, \\\"tr\\\\u00ec\\\": 1, \\\"ba\\\": 1, \\\"an\\\": 1, \\\"c\\\\u1eady\\\": 1, \\\"t\\\\u01b0\\\": 1, \\\"sysgen\\\": 2, \\\"generation\\\": 2, \\\"thu\\\": 2, \\\"ph\\\\u00f9\\\": 2, \\\"\\\\u1ed5\\\": 3, \\\"\\\\u00e1nh\\\": 1, \\\"x\\\\u1ea1\\\": 1, \\\"t\\\\u1edbi\\\": 1, \\\"v\\\\u00ed\\\": 1, \\\"d\\\\u1ee5\\\": 1, \\\"file\\\": 1, \\\"host\\\": 1, \\\"nh\\\\u1eadn\\\": 1, \\\"nh\\\\u00e0\\\": 1, \\\"d\\\\u1ecbch\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"centralization\\\": 1}\", \"word_docs\": \"{\\\"c\\\\u00e1c\\\": 43, \\\"c\\\\u1ea7n\\\": 5, \\\"ram\\\": 6, \\\"d\\\\u1eef\\\": 14, \\\"l\\\\u00fd\\\": 17, \\\"\\\\u0111\\\\u1ec3\\\": 14, \\\"ch\\\\u1ee9a\\\": 3, \\\"thi\\\\u1ebft\\\": 21, \\\"ch\\\\u00ednh\\\": 7, \\\"qu\\\\u00e1\\\": 2, \\\"d\\\\u00f9ng\\\": 15, \\\"t\\\\u00ednh\\\": 25, \\\"b\\\\u1ed9\\\": 27, \\\"ch\\\\u01b0\\\\u01a1ng\\\": 22, \\\"li\\\\u1ec7u\\\": 14, \\\"qu\\\\u1ea3n\\\": 8, \\\"kh\\\\u1edfi\\\": 4, \\\"rom\\\": 5, \\\"nh\\\\u01b0\\\": 13, \\\"c\\\\u1ee7a\\\": 28, \\\"tr\\\\u00ean\\\": 8, \\\"vi\\\": 3, \\\"l\\\\u00e0\\\": 33, \\\"vi\\\\u1ec7c\\\": 24, \\\"th\\\\u00f4ng\\\": 16, \\\"m\\\\u00e1y\\\": 27, \\\"\\\\u0111\\\\u1ed9ng\\\": 13, \\\"ho\\\\u1ea1t\\\": 9, \\\"\\\\u0111ang\\\": 3, \\\"l\\\\u01b0u\\\": 12, \\\"trong\\\": 25, \\\"v\\\\u00e0\\\": 33, \\\"tr\\\\u00ecnh\\\": 23, \\\"nh\\\\u1edb\\\": 20, \\\"tin\\\": 15, \\\"tr\\\\u1eef\\\": 9, \\\"v\\\\u00ec\\\": 1, \\\"ph\\\\u1ea3i\\\": 3, \\\"g\\\\u1ecdi\\\": 7, \\\"k\\\\u00fd\\\": 1, \\\"qua\\\": 4, \\\"xu\\\\u1ed1ng\\\": 2, \\\"n\\\\u00f3\\\": 6, \\\"b\\\\u1edfi\\\": 3, \\\"th\\\\u1ee9\\\": 9, \\\"m\\\\u1ed9t\\\": 35, \\\"c\\\\u1eadp\\\": 3, \\\"c\\\\u1ea5p\\\": 13, \\\"kh\\\\u00f4ng\\\": 8, \\\"v\\\\u00e0o\\\": 6, \\\"ph\\\\u1ee5\\\": 2, \\\"tr\\\\u1ee3\\\": 2, \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\": 34, \\\"\\\\u0111\\\\u1ea7u\\\": 4, \\\"ra\\\": 6, \\\"k\\\\u00eanh\\\": 1, \\\"bay\\\": 1, \\\"d\\\\u1ec5\\\": 6, \\\"truy\\\": 8, \\\"c\\\\u00f2n\\\": 3, \\\"ho\\\\u1eb7c\\\": 8, \\\"m\\\\u1ea5t\\\": 2, \\\"cpu\\\": 11, \\\"ngo\\\\u00e0i\\\": 2, \\\"tr\\\\u1ef1c\\\": 2, \\\"\\\\u1ee9c\\\": 1, \\\"h\\\\u01a1i\\\": 1, \\\"h\\\\u1ed7\\\": 2, \\\"b\\\\u00ean\\\": 3, \\\"m\\\\u00e0\\\": 9, \\\"b\\\\u1ecb\\\": 14, \\\"khi\\\": 9, \\\"ti\\\\u1ebfp\\\": 7, \\\"\\\\u0111\\\\u1ea7y\\\": 2, \\\"ng\\\\u01b0\\\\u1eddi\\\": 12, \\\"cho\\\": 23, \\\"\\\\u0111\\\\u1ee7\\\": 2, \\\"ch\\\\u1ee9c\\\": 6, \\\"c\\\\u1ee9ng\\\": 13, \\\"b\\\\u1ea3n\\\": 6, \\\"m\\\\u1ec1m\\\": 5, \\\"c\\\\u1ea3\\\": 5, \\\"th\\\\u1ed1ng\\\": 29, \\\"n\\\\u0103ng\\\": 10, \\\"c\\\\u01a1\\\": 5, \\\"g\\\\u1ed3m\\\": 3, \\\"ph\\\\u1ea7n\\\": 19, \\\"h\\\\u1ec7\\\": 48, \\\"t\\\\u1ea5t\\\": 2, \\\"c\\\\u00f3\\\": 35, \\\"bao\\\": 3, \\\"l\\\\u00e0m\\\": 8, \\\"ph\\\\u01b0\\\\u01a1ng\\\": 3, \\\"b\\\\u0103ng\\\": 2, \\\"ph\\\\u00e2n\\\": 11, \\\"ch\\\\u1ee7\\\": 5, \\\"ti\\\\u1ec7n\\\": 4, \\\"\\\\u0111\\\\u0129a\\\": 5, \\\"t\\\\u01b0\\\\u01a1ng\\\": 1, \\\"y\\\\u1ebfu\\\": 1, \\\"m\\\\u1eb7t\\\": 1, \\\"2\\\": 2, \\\"b\\\\u1ec1\\\": 1, \\\"h\\\\u00ecnh\\\": 7, \\\"\\\\u0111\\\\u1ec1u\\\": 1, \\\"s\\\\u1eed\\\": 11, \\\"ph\\\\u1ed1i\\\": 1, \\\"d\\\\u1ee5ng\\\": 18, \\\"tr\\\\u00f2n\\\": 1, \\\"xem\\\": 1, \\\"t\\\\u1ef1\\\": 5, \\\"t\\\\u1eeb\\\": 5, \\\"gi\\\\u00fap\\\": 8, \\\"nh\\\\u1eefng\\\": 11, \\\"\\\\u0111i\\\\u1ec1u\\\": 31, \\\"xu\\\\u1ea5t\\\": 6, \\\"ng\\\\u1eabu\\\": 1, \\\"\\\\u0111\\\\u1ebfn\\\": 7, \\\"bi\\\\u1ebft\\\": 3, \\\"ph\\\\u1eadn\\\": 3, \\\"x\\\\u1eed\\\": 16, \\\"h\\\\u00e0nh\\\": 27, \\\"th\\\\u1ec3\\\": 16, \\\"memory\\\": 4, \\\"access\\\": 1, \\\"random\\\": 1, \\\"nhi\\\\u00ean\\\": 1, \\\"n\\\\u00e0y\\\": 7, \\\"s\\\\u1eb5n\\\": 2, \\\"\\\\u0111\\\\u00fang\\\": 2, \\\"v\\\\u1edbi\\\": 14, \\\"k\\\\u1ec3\\\": 1, \\\"\\\\u0111\\\\u1ecdc\\\": 1, \\\"read\\\": 1, \\\"tr\\\\u01b0\\\\u1edbc\\\": 6, \\\"t\\\\u1eaft\\\": 3, \\\"only\\\": 1, \\\"s\\\\u1ebd\\\": 9, \\\"ch\\\\u1ec9\\\": 7, \\\"t\\\\u1ee9c\\\": 2, \\\"\\\\u0111\\\\u00e3\\\": 6, \\\"ngh\\\\u0129a\\\": 2, \\\"gi\\\\u1eef\\\": 2, \\\"ngu\\\\u1ed3n\\\": 2, \\\"l\\\\u1eadp\\\": 12, \\\"l\\\\u1ea1i\\\": 6, \\\"reprogrammed\\\": 1, \\\"flash\\\": 3, \\\"\\\\u0111i\\\\u1ec7n\\\": 3, \\\"volative\\\": 1, \\\"non\\\": 1, \\\"lo\\\\u1ea1i\\\": 2, \\\"x\\\\u00f3a\\\": 1, \\\"ki\\\\u1ec3u\\\": 3, \\\"t\\\\u0129nh\\\": 3, \\\"th\\\\u1ebf\\\": 7, \\\"kh\\\\u1ea3\\\": 7, \\\"ch\\\\u1ea1y\\\": 6, \\\"hay\\\": 4, \\\"\\\\u0111\\\\u1ed9t\\\": 1, \\\"bi\\\\u1ebfn\\\": 2, \\\"t\\\\u00f9y\\\": 1, \\\"nh\\\\u1ea5t\\\": 3, \\\"n\\\\u00e0o\\\": 6, \\\"nh\\\\u01b0ng\\\": 5, \\\"quan\\\": 4, \\\"th\\\\u00ec\\\": 5, \\\"thu\\\\u1ed9c\\\": 2, \\\"\\\\u0111\\\\u1ed9\\\": 9, \\\"th\\\\u00f4i\\\": 1, \\\"c\\\\u1ee9\\\": 2, \\\"tr\\\\u1ecdng\\\": 1, \\\"nhanh\\\": 3, \\\"sau\\\": 2, \\\"l\\\\u1edbn\\\": 3, \\\"ch\\\\u1eadm\\\": 1, \\\"b\\\\u1ea5t\\\": 5, \\\"ng\\\\u1ed9t\\\": 1, \\\"n\\\\u00f3i\\\": 2, \\\"\\\\u0111\\\\u00f3\\\": 8, \\\"v\\\\u1ee5n\\\": 1, \\\"n\\\\u1ebfu\\\": 2, \\\"b\\\\u1ea1n\\\": 4, \\\"gi\\\\u1ea3n\\\": 7, \\\"c\\\\u0169ng\\\": 4, \\\"m\\\\u1ea5y\\\": 1, \\\"kh\\\\u00e1c\\\": 11, \\\"ch\\\\u1eafn\\\": 1, \\\"\\\\u0111\\\\u01a1n\\\": 9, \\\"g\\\\u00ec\\\": 1, \\\"ch\\\\u1eafc\\\": 1, \\\"s\\\\u1eaft\\\": 1, \\\"hi\\\\u1ec3u\\\": 2, \\\"ch\\\\u1eb3ng\\\": 1, \\\"c\\\\u1ee5c\\\": 2, \\\"ghi\\\": 2, \\\"thanh\\\": 2, \\\"quang\\\": 1, \\\"b\\\\u1ec1n\\\": 1, \\\"disks\\\": 1, \\\"v\\\\u1eefng\\\": 1, \\\"optical\\\": 1, \\\"c\\\\u00e1ch\\\": 7, \\\"magnetic\\\": 1, \\\"disk\\\": 1, \\\"hi\\\\u1ec7n\\\": 16, \\\"c\\\\u00e2u\\\": 1, \\\"d\\\\u00e3y\\\": 1, \\\"th\\\\u1ef1c\\\": 26, \\\"l\\\\u1ec7nh\\\": 7, \\\"\\\\u1ee9ng\\\": 7, \\\"cung\\\": 7, \\\"m\\\\u00f4i\\\": 5, \\\"trung\\\": 3, \\\"tr\\\\u01b0\\\\u1eddng\\\": 6, \\\"thi\\\": 8, \\\"gian\\\": 10, \\\"gi\\\\u1eefa\\\": 4, \\\"l\\\\u00ed\\\": 9, \\\"s\\\\u1ed1\\\": 7, \\\"window\\\": 1, \\\"ubuntu\\\": 1, \\\"ios\\\\u2026\\\": 1, \\\"android\\\": 1, \\\"t\\\\u1ea1i\\\": 3, \\\"c\\\\u00f9ng\\\": 11, \\\"th\\\\u1eddi\\\": 11, \\\"\\\\u0111\\\\u1ed3ng\\\": 2, \\\"t\\\\u1ed3n\\\": 2, \\\"v\\\\u1ecb\\\": 2, \\\"nhi\\\\u1ec1u\\\": 8, \\\"ti\\\\u1ebfn\\\": 6, \\\"nhau\\\": 6, \\\"stack\\\": 1, \\\"tu\\\\u1ea7n\\\": 1, \\\"ti\\\\u1ec3u\\\": 1, \\\"v\\\\u00f9ng\\\": 1, \\\"ri\\\\u00eang\\\": 5, \\\"\\\\u0111o\\\\u1ea1n\\\": 2, \\\"s\\\\u1edf\\\": 1, \\\"processor\\\": 1, \\\"con\\\": 6, \\\"chia\\\": 9, \\\"t\\\\u1eadp\\\": 7, \\\"code\\\": 1, \\\"s\\\\u1ebb\\\": 6, \\\"h\\\\u1eefu\\\": 1, \\\"tr\\\\u1ecf\\\": 1, \\\"thu\\\\u1eadt\\\": 2, \\\"ph\\\\u00e1t\\\": 5, \\\"nguy\\\\u00ean\\\": 12, \\\"tr\\\\u1ecb\\\": 3, \\\"\\\\u0111\\\\u1ed1i\\\": 5, \\\"t\\\\u00e0i\\\": 11, \\\"gi\\\\u1ea3i\\\": 3, \\\"t\\\\u01b0\\\\u1ee3ng\\\": 2, \\\"h\\\\u01a1n\\\": 7, \\\"che\\\": 1, \\\"v\\\\u1ee5\\\": 6, \\\"khi\\\\u1ec3n\\\": 6, \\\"d\\\\u1ea5u\\\": 1, \\\"t\\\\u1ea1o\\\": 7, \\\"ti\\\\u1ebft\\\": 1, \\\"nhi\\\\u1ec7m\\\": 8, \\\"chi\\\": 2, \\\"di\\\\u1ec7n\\\": 4, \\\"giao\\\": 8, \\\"ng\\\\u00f4n\\\": 2, \\\"ui\\\": 2, \\\"ng\\\\u1eef\\\": 3, \\\"output\\\": 1, \\\"input\\\": 1, \\\"s\\\\u1ef1\\\": 5, \\\"o\\\": 2, \\\"i\\\": 2, \\\"gi\\\\u1edbi\\\": 1, \\\"l\\\\u1ea1c\\\": 3, \\\"\\\\u0111i\\\\u1ec7p\\\": 1, \\\"truy\\\\u1ec1n\\\": 4, \\\"li\\\\u00ean\\\": 5, \\\"tr\\\\u00e1nh\\\": 1, \\\"l\\\\u1ed7i\\\": 2, \\\"v\\\\u1ec1\\\": 8, \\\"c\\\\u1ea3nh\\\": 1, \\\"b\\\\u00e1o\\\": 1, \\\"m\\\\u1eadt\\\": 2, \\\"t\\\\u00e1c\\\": 5, \\\"b\\\\u1ea3o\\\": 6, \\\"r\\\\u00f5\\\": 2, \\\"c\\\\u1eaft\\\": 1, \\\"ki\\\\u1ec3m\\\": 6, \\\"nh\\\\u1eadp\\\": 4, \\\"so\\\\u00e1t\\\": 6, \\\"qu\\\\u1ea3\\\": 5, \\\"c\\\\u00f4ng\\\": 18, \\\"b\\\\u1eb1ng\\\": 3, \\\"hi\\\\u1ec7u\\\": 5, \\\"\\\\u0111\\\\u1ed9c\\\": 1, \\\"c\\\\u1eadn\\\": 1, \\\"th\\\\u01b0\\\\u1eddng\\\": 6, \\\"d\\\\u00e0ng\\\": 1, \\\"khai\\\": 3, \\\"m\\\\u1ee5c\\\": 5, \\\"system\\\": 5, \\\"ti\\\\u00eau\\\": 3, \\\"operating\\\": 1, \\\"os\\\": 1, \\\"thao\\\": 2, \\\"tr\\\\u1edf\\\": 1, \\\"n\\\\u00ean\\\": 2, \\\"thu\\\\u1eadn\\\": 1, \\\"m\\\\u00ecnh\\\": 2, \\\"th\\\\u00e1c\\\": 3, \\\"b\\\\u00e0i\\\": 2, \\\"cu\\\\u1ed9c\\\": 1, \\\"t\\\\u1ed1c\\\": 3, \\\"to\\\\u00e1n\\\": 3, \\\"nh\\\\u1eb1m\\\": 2, \\\"vi\\\\u1ebft\\\": 2, \\\"s\\\\u1ed1ng\\\": 1, \\\"h\\\\u1ecdc\\\": 3, \\\"\\\\u0111\\\\u00edch\\\": 2, \\\"quy\\\": 1, \\\"t\\\\u1ea5n\\\": 1, \\\"ng\\\\u0103n\\\": 1, \\\"m\\\\u00e3\\\": 1, \\\"cao\\\": 4, \\\"ch\\\\u1eb7n\\\": 1, \\\"t\\\\u0103ng\\\": 5, \\\"v\\\\u1eb9n\\\": 1, \\\"h\\\\u1ee3p\\\": 7, \\\"h\\\\u1ea1i\\\": 1, \\\"to\\\\u00e0n\\\": 5, \\\"n\\\\u01a1i\\\": 2, \\\"theo\\\": 11, \\\"b\\\\u1eaft\\\": 1, \\\"d\\\\u1eebng\\\": 1, \\\"kh\\\\u1ed1i\\\": 1, \\\"c\\\\u1ea5u\\\": 10, \\\"th\\\\u00e0nh\\\": 4, \\\"d\\\\u00f2ng\\\": 3, \\\"x\\\\u00e1c\\\": 4, \\\"b\\\\u1eddi\\\": 1, \\\"\\\\u0111\\\\u1ecbnh\\\": 6, \\\"c\\\\u1ea7u\\\": 4, \\\"l\\\\u01b0\\\\u1ee3ng\\\": 3, \\\"h\\\\u1ea1n\\\": 2, \\\"th\\\\u00e2n\\\": 1, \\\"resource\\\": 1, \\\"\\\\u0111\\\\u00e1p\\\": 2, \\\"m\\\\u1ea1ng\\\": 5, \\\"t\\\\u00e1n\\\": 3, \\\"allocator\\\": 1, \\\"su\\\\u1ea5t\\\": 1, \\\"ch\\\\u1ebf\\\": 2, \\\"y\\\\u00eau\\\": 4, \\\"t\\\\u00e2m\\\": 1, \\\"c\\\\u1eeda\\\": 1, \\\"program\\\": 2, \\\"control\\\": 2, \\\"h\\\\u1ecda\\\": 1, \\\"ph\\\\u00e9p\\\": 2, \\\"l\\\\u00fac\\\": 5, \\\"\\\\u0111\\\\u1ed3\\\": 1, \\\"s\\\\u1ed5\\\": 1, \\\"c\\\\u01b0\\\\u1eddng\\\": 1, \\\"ti\\\\u00ean\\\": 3, \\\"\\\\u201cl\\\\u00f5i\\\\u201d\\\": 1, \\\"kernel\\\": 2, \\\"khoa\\\": 1, \\\"tr\\\\u1ea1ng\\\": 2, \\\"\\\\u01b0u\\\": 6, \\\"t\\\\u1ec7p\\\": 1, \\\"v\\\": 1, \\\"t\\\\u1ed1i\\\": 2, \\\"lu\\\\u00f4n\\\": 2, \\\"quy\\\\u1ec1n\\\": 1, \\\"\\\\u0111\\\\u1eb7t\\\": 4, \\\"t\\\\u1ed5\\\": 2, \\\"th\\\\u00e1i\\\": 1, \\\"l\\\\u01b0\\\\u1ee3t\\\": 3, \\\"l\\\\u1ea7n\\\": 5, \\\"l\\\\u00f4\\\": 2, \\\"hai\\\\u2026\\\": 1, \\\"\\\\u0111a\\\": 11, \\\"\\\\u1edf\\\": 2, \\\"ngh\\\\u1ec9\\\": 1, \\\"multitasking\\\": 2, \\\"chuy\\\\u1ec3n\\\": 4, \\\"logic\\\": 1, \\\"r\\\\u1ea5t\\\": 3, \\\"m\\\\u1ed7i\\\": 10, \\\"r\\\\u1ed9ng\\\": 3, \\\"di\\\\u1ec5n\\\": 1, \\\"\\\\u0111\\\\u1ed5i\\\": 3, \\\"m\\\\u1edf\\\": 3, \\\"song\\\": 3, \\\"bi\\\\u1ec7t\\\": 2, \\\"th\\\\u1ecb\\\": 1, \\\"l\\\\u1ecbch\\\": 2, \\\"t\\\\u1edb\\\": 1, \\\"m\\\\u00f4\\\": 4, \\\"d\\\\u1ea1ng\\\": 1, \\\"sao\\\": 3, \\\"x\\\\u1ee9ng\\\": 3, \\\"d\\\\u00e2y\\\": 1, \\\"tho\\\\u1ea1i\\\": 1, \\\"bus\\\": 1, \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\": 1, \\\"quy\\\\u1ebft\\\": 1, \\\"\\\\u0111\\\\u00f2i\\\": 1, \\\"h\\\\u1ecfi\\\": 1, \\\"t\\\\u1eadn\\\": 1, \\\"khe\\\": 1, \\\"hi\\\\u1ebfn\\\": 1, \\\"t\\\\u00edch\\\": 3, \\\"kh\\\\u1eaft\\\": 1, \\\"ch\\\\u1ec9nh\\\": 1, \\\"dedicated\\\": 1, \\\"ti\\\\u1ebfng\\\": 1, \\\"anh\\\": 1, \\\"h\\\\u00f3a\\\": 1, \\\"nh\\\\u00fang\\\": 3, \\\"m\\\\u1eb9\\\": 1, \\\"\\\\u0111\\\\u00e2y\\\": 2, \\\"chuy\\\\u00ean\\\": 1, \\\"nghi\\\\u1ec7p\\\": 1, \\\"t\\\\u00ean\\\": 1, \\\"\\\\u2026\\\": 2, \\\"embedded\\\": 1, \\\"t\\\\u00ecnh\\\": 1, \\\"multiprogram\\\": 1, \\\"gia\\\": 2, \\\"v\\\\u1ea5n\\\": 1, \\\"\\\\u0111\\\\u1ec1\\\": 1, \\\"scheduling\\\": 1, \\\"ng\\\\u1eafn\\\": 2, \\\"v\\\\u1ec7\\\": 3, \\\"line\\\\u2026\\\": 1, \\\"t\\\\u1ea1p\\\": 1, \\\"on\\\": 1, \\\"ph\\\\u1ee9c\\\": 1, \\\"\\\\u1ea3o\\\": 6, \\\"c\\\\u1ea3m\\\": 1, \\\"trao\\\": 1, \\\"\\\\u0111\\\\u1ea1i\\\": 1, \\\"ng\\\\u00e0y\\\": 1, \\\"t\\\\u1ebf\\\": 1, \\\"ta\\\": 1, \\\"pha\\\": 1, \\\"nay\\\": 2, \\\"gi\\\\u00e1c\\\": 1, \\\"c\\\\u1eady\\\\u2026\\\": 1, \\\"ngo\\\\u1ea1i\\\": 1, \\\"k\\\\u00edch\\\": 1, \\\"nh\\\\u00f3\\\": 1, \\\"th\\\\u01b0\\\\u1edbc\\\": 1, \\\"\\\\u0103n\\\": 1, \\\"h\\\\u1ed3\\\": 1, \\\"ho\\\\u00e0n\\\": 1, \\\"ch\\\\u01a1i\\\": 1, \\\"tr\\\\u00f2\\\": 2, \\\"tr\\\\u00fac\\\": 8, \\\"t\\\\u1eebng\\\": 2, \\\"\\\\u0111\\\\u1eb7c\\\": 2, \\\"tr\\\\u01b0ng\\\": 1, \\\"nh\\\\u1ecf\\\": 1, \\\"g\\\\u1ecdn\\\": 1, \\\"ki\\\\u1ebfn\\\": 1, \\\"mobil\\\": 1, \\\"nh\\\\u00f9ng\\\": 1, \\\"pda\\\": 1, \\\"phones\\\": 1, \\\"1\\\": 2, \\\"1955\\\": 2, \\\"1945\\\": 1, \\\"gay\\\": 1, \\\"board\\\": 1, \\\"tube\\\": 1, \\\"vaccum\\\": 1, \\\"\\\\u0111i\\\\u1ec3m\\\": 6, \\\"l\\\\u00e3ng\\\": 1, \\\"plug\\\": 1, \\\"ph\\\\u00ed\\\": 2, \\\"duy\\\": 1, \\\"t\\\\u1ed1t\\\": 2, \\\"batch\\\": 1, \\\"c\\\\u1ea3i\\\": 1, \\\"spooling\\\": 1, \\\"giai\\\": 1, \\\"transistors\\\": 1, \\\"1965\\\": 2, \\\"ch\\\\u1ebft\\\": 1, \\\"v\\\\u1eabn\\\": 1, \\\"circruits\\\": 1, \\\"integrated\\\": 1, \\\"1980\\\": 2, \\\"multitask\\\": 1, \\\"ics\\\": 1, \\\"3\\\": 2, \\\"su\\\\u1ed1t\\\": 1, \\\"command\\\": 1, \\\"pc\\\": 1, \\\"th\\\\u1eadp\\\": 3, \\\"ni\\\\u00ean\\\": 1, \\\"n\\\\u0103m\\\": 2, \\\"dos\\\": 1, \\\"h\\\\u1ecd\\\": 2, \\\"\\\\u0111\\\\u1eddi\\\": 1, \\\"ms\\\": 1, \\\"k\\\\u1ebf\\\": 3, \\\"ph\\\\u1ed5\\\": 1, \\\"h\\\\u00e3ng\\\": 1, \\\"interface\\\": 1, \\\"4\\\": 1, \\\"personal\\\": 1, \\\"1990\\\": 1, \\\"windows\\\": 1, \\\"line\\\": 1, \\\"computer\\\": 1, \\\"microsoft\\\": 1, \\\"95\\\": 1, \\\"r\\\\u1ec7t\\\": 1, \\\"h\\\\u00e0m\\\": 1, \\\"k\\\\u1ef3\\\": 1, \\\"l\\\\u1edbp\\\": 5, \\\"c\\\\u00e0i\\\": 2, \\\"khuy\\\\u1ebfn\\\": 1, \\\"n\\\\u00e2ng\\\": 2, \\\"kh\\\\u00f3\\\": 2, \\\"th\\\\u00f9\\\": 1, \\\"management\\\": 1, \\\"device\\\": 1, \\\"applications\\\": 1, \\\"drivers\\\": 1, \\\"d\\\\u01b0\\\\u1edbi\\\": 1, \\\"do\\\": 1, \\\"hardware\\\": 1, \\\"l\\\\u1eddi\\\": 1, \\\"nh\\\\u00e2n\\\": 1, \\\"h\\\\u1ea1t\\\": 1, \\\"xuy\\\\u00ean\\\": 1, \\\"tham\\\": 1, \\\"nh\\\\u01b0\\\\u1ee3c\\\": 1, \\\"machine\\\": 1, \\\"gi\\\\u1ea3\\\": 2, \\\"th\\\\u1eadt\\\": 2, \\\"virtual\\\": 1, \\\"x\\\\u1ebb\\\": 1, \\\"c\\\\u00f4\\\": 1, \\\"chung\\\": 1, \\\"\\\\u00e1o\\\": 1, \\\"\\\\u0111\\\\u00f3ng\\\": 1, \\\"g\\\\u1eedi\\\": 1, \\\"vai\\\": 1, \\\"client\\\": 4, \\\"tr\\\\u1ea3\\\": 1, \\\"k\\\\u1ebft\\\": 2, \\\"server\\\": 4, \\\"ch\\\\u00fang\\\": 2, \\\"kh\\\\u00e1ch\\\": 2, \\\"hai\\\": 1, \\\"an\\\": 1, \\\"sysgen\\\": 2, \\\"generation\\\": 2, \\\"ba\\\": 1, \\\"c\\\\u1eady\\\": 1, \\\"tr\\\\u00ec\\\": 1, \\\"s\\\\u1eeda\\\": 1, \\\"ph\\\\u00f9\\\": 2, \\\"assembly\\\": 1, \\\"thu\\\": 2, \\\"t\\\\u01b0\\\": 1, \\\"file\\\": 1, \\\"v\\\\u00ed\\\": 1, \\\"t\\\\u1edbi\\\": 1, \\\"x\\\\u1ea1\\\": 1, \\\"\\\\u00e1nh\\\": 1, \\\"d\\\\u1ee5\\\": 1, \\\"\\\\u1ed5\\\": 1, \\\"host\\\": 1, \\\"nh\\\\u00e0\\\": 1, \\\"nh\\\\u1eadn\\\": 1, \\\"c\\\\u1ee5\\\": 1, \\\"d\\\\u1ecbch\\\": 1, \\\"n\\\\u1ed1i\\\": 1, \\\"v\\\\u00f4\\\": 1, \\\"centralization\\\": 1}\", \"index_docs\": \"{\\\"2\\\": 43, \\\"127\\\": 5, \\\"71\\\": 6, \\\"41\\\": 14, \\\"17\\\": 17, \\\"43\\\": 14, \\\"204\\\": 3, \\\"25\\\": 21, \\\"63\\\": 7, \\\"205\\\": 2, \\\"40\\\": 15, \\\"14\\\": 25, \\\"3\\\": 27, \\\"16\\\": 22, \\\"42\\\": 14, \\\"82\\\": 8, \\\"178\\\": 4, \\\"70\\\": 5, \\\"51\\\": 13, \\\"13\\\": 28, \\\"72\\\": 8, \\\"203\\\": 3, \\\"5\\\": 33, \\\"21\\\": 24, \\\"28\\\": 16, \\\"4\\\": 27, \\\"35\\\": 13, \\\"59\\\": 9, \\\"206\\\": 3, \\\"36\\\": 12, \\\"23\\\": 25, \\\"12\\\": 33, \\\"8\\\": 23, \\\"19\\\": 20, \\\"31\\\": 15, \\\"60\\\": 9, \\\"347\\\": 1, \\\"180\\\": 3, \\\"109\\\": 7, \\\"343\\\": 1, \\\"182\\\": 4, \\\"255\\\": 2, \\\"64\\\": 6, \\\"181\\\": 3, \\\"47\\\": 9, \\\"6\\\": 35, \\\"150\\\": 3, \\\"32\\\": 13, \\\"61\\\": 8, \\\"128\\\": 6, \\\"179\\\": 2, \\\"207\\\": 2, \\\"10\\\": 34, \\\"151\\\": 4, \\\"92\\\": 6, \\\"348\\\": 1, \\\"345\\\": 1, \\\"52\\\": 6, \\\"73\\\": 8, \\\"208\\\": 3, \\\"91\\\": 8, \\\"253\\\": 2, \\\"53\\\": 11, \\\"209\\\": 2, \\\"256\\\": 2, \\\"344\\\": 1, \\\"346\\\": 1, \\\"254\\\": 2, \\\"149\\\": 3, \\\"84\\\": 9, \\\"33\\\": 14, \\\"83\\\": 9, \\\"85\\\": 7, \\\"257\\\": 2, \\\"48\\\": 12, \\\"24\\\": 23, \\\"258\\\": 2, \\\"129\\\": 6, \\\"26\\\": 13, \\\"110\\\": 6, \\\"86\\\": 5, \\\"153\\\": 5, \\\"9\\\": 29, \\\"74\\\": 10, \\\"152\\\": 5, \\\"211\\\": 3, \\\"20\\\": 19, \\\"1\\\": 48, \\\"259\\\": 2, \\\"7\\\": 35, \\\"210\\\": 3, \\\"87\\\": 8, \\\"212\\\": 3, \\\"260\\\": 2, \\\"62\\\": 11, \\\"132\\\": 5, \\\"183\\\": 4, \\\"75\\\": 5, \\\"351\\\": 1, \\\"355\\\": 1, \\\"353\\\": 1, \\\"261\\\": 2, \\\"352\\\": 1, \\\"93\\\": 7, \\\"354\\\": 1, \\\"49\\\": 11, \\\"356\\\": 1, \\\"27\\\": 18, \\\"350\\\": 1, \\\"349\\\": 1, \\\"131\\\": 5, \\\"130\\\": 5, \\\"65\\\": 8, \\\"54\\\": 11, \\\"11\\\": 31, \\\"133\\\": 6, \\\"359\\\": 1, \\\"94\\\": 7, \\\"214\\\": 3, \\\"213\\\": 3, \\\"15\\\": 16, \\\"18\\\": 27, \\\"37\\\": 16, \\\"184\\\": 4, \\\"358\\\": 1, \\\"357\\\": 1, \\\"360\\\": 1, \\\"76\\\": 7, \\\"215\\\": 2, \\\"262\\\": 2, \\\"38\\\": 14, \\\"364\\\": 1, \\\"363\\\": 1, \\\"361\\\": 1, \\\"134\\\": 6, \\\"216\\\": 3, \\\"362\\\": 1, \\\"88\\\": 9, \\\"111\\\": 7, \\\"264\\\": 2, \\\"112\\\": 6, \\\"263\\\": 2, \\\"265\\\": 2, \\\"266\\\": 2, \\\"55\\\": 12, \\\"135\\\": 6, \\\"368\\\": 1, \\\"217\\\": 3, \\\"219\\\": 3, \\\"366\\\": 1, \\\"365\\\": 1, \\\"267\\\": 2, \\\"367\\\": 1, \\\"218\\\": 3, \\\"220\\\": 3, \\\"114\\\": 7, \\\"115\\\": 7, \\\"113\\\": 6, \\\"154\\\": 4, \\\"373\\\": 1, \\\"269\\\": 2, \\\"371\\\": 1, \\\"222\\\": 3, \\\"95\\\": 6, \\\"136\\\": 5, \\\"185\\\": 4, \\\"155\\\": 5, \\\"268\\\": 2, \\\"77\\\": 9, \\\"372\\\": 1, \\\"271\\\": 2, \\\"369\\\": 1, \\\"186\\\": 3, \\\"270\\\": 2, \\\"221\\\": 3, \\\"370\\\": 1, \\\"156\\\": 5, \\\"374\\\": 1, \\\"272\\\": 2, \\\"89\\\": 8, \\\"380\\\": 1, \\\"274\\\": 2, \\\"137\\\": 4, \\\"96\\\": 7, \\\"138\\\": 4, \\\"381\\\": 1, \\\"56\\\": 11, \\\"376\\\": 1, \\\"78\\\": 9, \\\"378\\\": 1, \\\"375\\\": 1, \\\"379\\\": 1, \\\"273\\\": 2, \\\"377\\\": 1, \\\"275\\\": 2, \\\"277\\\": 2, \\\"276\\\": 2, \\\"386\\\": 1, \\\"382\\\": 1, \\\"385\\\": 1, \\\"383\\\": 1, \\\"387\\\": 1, \\\"97\\\": 7, \\\"384\\\": 1, \\\"388\\\": 1, \\\"29\\\": 16, \\\"390\\\": 1, \\\"389\\\": 1, \\\"22\\\": 26, \\\"116\\\": 7, \\\"101\\\": 7, \\\"98\\\": 7, \\\"139\\\": 5, \\\"223\\\": 3, \\\"117\\\": 6, \\\"99\\\": 8, \\\"57\\\": 10, \\\"187\\\": 4, \\\"79\\\": 9, \\\"100\\\": 7, \\\"391\\\": 1, \\\"392\\\": 1, \\\"394\\\": 1, \\\"393\\\": 1, \\\"224\\\": 3, \\\"67\\\": 11, \\\"44\\\": 11, \\\"280\\\": 2, \\\"279\\\": 2, \\\"278\\\": 2, \\\"90\\\": 8, \\\"66\\\": 6, \\\"118\\\": 6, \\\"401\\\": 1, \\\"395\\\": 1, \\\"281\\\": 1, \\\"400\\\": 1, \\\"157\\\": 5, \\\"282\\\": 2, \\\"397\\\": 1, \\\"402\\\": 1, \\\"140\\\": 6, \\\"68\\\": 9, \\\"119\\\": 7, \\\"396\\\": 1, \\\"102\\\": 6, \\\"398\\\": 1, \\\"399\\\": 1, \\\"283\\\": 2, \\\"120\\\": 5, \\\"45\\\": 12, \\\"226\\\": 3, \\\"141\\\": 5, \\\"50\\\": 11, \\\"225\\\": 3, \\\"284\\\": 2, \\\"122\\\": 7, \\\"403\\\": 1, \\\"142\\\": 6, \\\"103\\\": 6, \\\"404\\\": 1, \\\"121\\\": 7, \\\"405\\\": 1, \\\"104\\\": 8, \\\"285\\\": 2, \\\"188\\\": 4, \\\"80\\\": 8, \\\"227\\\": 2, \\\"286\\\": 2, \\\"189\\\": 3, \\\"407\\\": 1, \\\"406\\\": 1, \\\"158\\\": 5, \\\"288\\\": 2, \\\"287\\\": 2, \\\"408\\\": 1, \\\"228\\\": 3, \\\"409\\\": 1, \\\"190\\\": 4, \\\"159\\\": 5, \\\"412\\\": 1, \\\"160\\\": 2, \\\"105\\\": 8, \\\"410\\\": 1, \\\"411\\\": 1, \\\"229\\\": 2, \\\"161\\\": 5, \\\"123\\\": 6, \\\"289\\\": 2, \\\"413\\\": 1, \\\"106\\\": 6, \\\"191\\\": 4, \\\"107\\\": 6, \\\"163\\\": 5, \\\"30\\\": 18, \\\"230\\\": 3, \\\"162\\\": 5, \\\"414\\\": 1, \\\"415\\\": 1, \\\"143\\\": 6, \\\"418\\\": 1, \\\"232\\\": 3, \\\"164\\\": 5, \\\"165\\\": 5, \\\"231\\\": 3, \\\"417\\\": 1, \\\"416\\\": 1, \\\"291\\\": 2, \\\"419\\\": 1, \\\"292\\\": 2, \\\"420\\\": 1, \\\"290\\\": 2, \\\"233\\\": 3, \\\"296\\\": 2, \\\"421\\\": 1, \\\"234\\\": 3, \\\"144\\\": 3, \\\"295\\\": 2, \\\"294\\\": 2, \\\"422\\\": 1, \\\"235\\\": 3, \\\"293\\\": 2, \\\"428\\\": 1, \\\"429\\\": 1, \\\"424\\\": 1, \\\"426\\\": 1, \\\"145\\\": 4, \\\"425\\\": 1, \\\"166\\\": 5, \\\"423\\\": 1, \\\"124\\\": 7, \\\"427\\\": 1, \\\"167\\\": 5, \\\"297\\\": 2, \\\"34\\\": 11, \\\"432\\\": 1, \\\"431\\\": 1, \\\"430\\\": 1, \\\"81\\\": 10, \\\"168\\\": 4, \\\"236\\\": 3, \\\"192\\\": 4, \\\"433\\\": 1, \\\"146\\\": 6, \\\"170\\\": 4, \\\"237\\\": 3, \\\"299\\\": 2, \\\"437\\\": 1, \\\"434\\\": 1, \\\"298\\\": 2, \\\"171\\\": 5, \\\"193\\\": 3, \\\"435\\\": 1, \\\"436\\\": 1, \\\"300\\\": 2, \\\"169\\\": 4, \\\"438\\\": 1, \\\"442\\\": 1, \\\"302\\\": 2, \\\"301\\\": 2, \\\"441\\\": 1, \\\"303\\\": 2, \\\"172\\\": 5, \\\"440\\\": 1, \\\"443\\\": 1, \\\"439\\\": 1, \\\"194\\\": 3, \\\"444\\\": 1, \\\"304\\\": 2, \\\"445\\\": 1, \\\"306\\\": 2, \\\"125\\\": 6, \\\"447\\\": 1, \\\"309\\\": 1, \\\"307\\\": 2, \\\"238\\\": 2, \\\"305\\\": 1, \\\"195\\\": 4, \\\"308\\\": 2, \\\"446\\\": 1, \\\"239\\\": 3, \\\"173\\\": 5, \\\"310\\\": 2, \\\"449\\\": 1, \\\"39\\\": 11, \\\"311\\\": 2, \\\"448\\\": 1, \\\"312\\\": 2, \\\"147\\\": 4, \\\"450\\\": 1, \\\"242\\\": 3, \\\"69\\\": 10, \\\"241\\\": 3, \\\"451\\\": 1, \\\"196\\\": 3, \\\"240\\\": 3, \\\"148\\\": 3, \\\"313\\\": 2, \\\"452\\\": 1, \\\"243\\\": 2, \\\"454\\\": 1, \\\"174\\\": 4, \\\"453\\\": 1, \\\"198\\\": 3, \\\"197\\\": 3, \\\"456\\\": 1, \\\"457\\\": 1, \\\"455\\\": 1, \\\"314\\\": 1, \\\"466\\\": 1, \\\"458\\\": 1, \\\"459\\\": 1, \\\"462\\\": 1, \\\"461\\\": 1, \\\"463\\\": 1, \\\"244\\\": 3, \\\"460\\\": 1, \\\"465\\\": 1, \\\"464\\\": 1, \\\"468\\\": 1, \\\"469\\\": 1, \\\"474\\\": 1, \\\"175\\\": 3, \\\"471\\\": 1, \\\"245\\\": 2, \\\"472\\\": 1, \\\"473\\\": 1, \\\"467\\\": 1, \\\"315\\\": 2, \\\"470\\\": 1, \\\"476\\\": 1, \\\"475\\\": 1, \\\"316\\\": 2, \\\"477\\\": 1, \\\"478\\\": 1, \\\"479\\\": 1, \\\"317\\\": 2, \\\"246\\\": 3, \\\"483\\\": 1, \\\"481\\\": 1, \\\"482\\\": 1, \\\"480\\\": 1, \\\"58\\\": 6, \\\"489\\\": 1, \\\"487\\\": 1, \\\"484\\\": 1, \\\"485\\\": 1, \\\"486\\\": 1, \\\"319\\\": 1, \\\"488\\\": 1, \\\"318\\\": 2, \\\"490\\\": 1, \\\"492\\\": 1, \\\"491\\\": 1, \\\"495\\\": 1, \\\"493\\\": 1, \\\"496\\\": 1, \\\"497\\\": 1, \\\"494\\\": 1, \\\"498\\\": 1, \\\"499\\\": 1, \\\"320\\\": 2, \\\"108\\\": 8, \\\"322\\\": 2, \\\"321\\\": 2, \\\"503\\\": 1, \\\"501\\\": 1, \\\"502\\\": 1, \\\"500\\\": 1, \\\"506\\\": 1, \\\"504\\\": 1, \\\"505\\\": 1, \\\"507\\\": 1, \\\"199\\\": 2, \\\"323\\\": 2, \\\"508\\\": 1, \\\"514\\\": 1, \\\"512\\\": 1, \\\"510\\\": 1, \\\"509\\\": 1, \\\"126\\\": 6, \\\"515\\\": 1, \\\"511\\\": 1, \\\"324\\\": 2, \\\"513\\\": 1, \\\"326\\\": 2, \\\"517\\\": 1, \\\"521\\\": 1, \\\"520\\\": 1, \\\"518\\\": 1, \\\"516\\\": 1, \\\"325\\\": 2, \\\"519\\\": 1, \\\"522\\\": 1, \\\"524\\\": 1, \\\"523\\\": 1, \\\"200\\\": 2, \\\"526\\\": 1, \\\"525\\\": 1, \\\"327\\\": 2, \\\"537\\\": 1, \\\"530\\\": 1, \\\"533\\\": 1, \\\"201\\\": 3, \\\"331\\\": 1, \\\"328\\\": 2, \\\"247\\\": 1, \\\"330\\\": 2, \\\"248\\\": 1, \\\"329\\\": 1, \\\"249\\\": 3, \\\"536\\\": 1, \\\"528\\\": 1, \\\"532\\\": 1, \\\"527\\\": 1, \\\"534\\\": 1, \\\"538\\\": 1, \\\"539\\\": 1, \\\"531\\\": 1, \\\"535\\\": 1, \\\"529\\\": 1, \\\"540\\\": 1, \\\"541\\\": 1, \\\"542\\\": 1, \\\"543\\\": 1, \\\"46\\\": 5, \\\"332\\\": 2, \\\"544\\\": 1, \\\"333\\\": 2, \\\"202\\\": 2, \\\"545\\\": 1, \\\"250\\\": 1, \\\"548\\\": 1, \\\"547\\\": 1, \\\"549\\\": 1, \\\"334\\\": 1, \\\"546\\\": 1, \\\"550\\\": 1, \\\"553\\\": 1, \\\"552\\\": 1, \\\"551\\\": 1, \\\"556\\\": 1, \\\"555\\\": 1, \\\"554\\\": 1, \\\"558\\\": 1, \\\"335\\\": 2, \\\"336\\\": 2, \\\"557\\\": 1, \\\"559\\\": 1, \\\"561\\\": 1, \\\"562\\\": 1, \\\"560\\\": 1, \\\"563\\\": 1, \\\"565\\\": 1, \\\"564\\\": 1, \\\"176\\\": 4, \\\"566\\\": 1, \\\"338\\\": 2, \\\"177\\\": 4, \\\"337\\\": 2, \\\"251\\\": 2, \\\"569\\\": 1, \\\"572\\\": 1, \\\"339\\\": 2, \\\"340\\\": 2, \\\"571\\\": 1, \\\"573\\\": 1, \\\"570\\\": 1, \\\"567\\\": 1, \\\"342\\\": 2, \\\"568\\\": 1, \\\"341\\\": 2, \\\"574\\\": 1, \\\"580\\\": 1, \\\"578\\\": 1, \\\"577\\\": 1, \\\"576\\\": 1, \\\"575\\\": 1, \\\"579\\\": 1, \\\"252\\\": 1, \\\"581\\\": 1, \\\"583\\\": 1, \\\"582\\\": 1, \\\"585\\\": 1, \\\"584\\\": 1, \\\"586\\\": 1, \\\"587\\\": 1, \\\"588\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"h\\\\u1ec7\\\", \\\"2\\\": \\\"c\\\\u00e1c\\\", \\\"3\\\": \\\"b\\\\u1ed9\\\", \\\"4\\\": \\\"m\\\\u00e1y\\\", \\\"5\\\": \\\"l\\\\u00e0\\\", \\\"6\\\": \\\"m\\\\u1ed9t\\\", \\\"7\\\": \\\"c\\\\u00f3\\\", \\\"8\\\": \\\"tr\\\\u00ecnh\\\", \\\"9\\\": \\\"th\\\\u1ed1ng\\\", \\\"10\\\": \\\"\\\\u0111\\\\u01b0\\\\u1ee3c\\\", \\\"11\\\": \\\"\\\\u0111i\\\\u1ec1u\\\", \\\"12\\\": \\\"v\\\\u00e0\\\", \\\"13\\\": \\\"c\\\\u1ee7a\\\", \\\"14\\\": \\\"t\\\\u00ednh\\\", \\\"15\\\": \\\"x\\\\u1eed\\\", \\\"16\\\": \\\"ch\\\\u01b0\\\\u01a1ng\\\", \\\"17\\\": \\\"l\\\\u00fd\\\", \\\"18\\\": \\\"h\\\\u00e0nh\\\", \\\"19\\\": \\\"nh\\\\u1edb\\\", \\\"20\\\": \\\"ph\\\\u1ea7n\\\", \\\"21\\\": \\\"vi\\\\u1ec7c\\\", \\\"22\\\": \\\"th\\\\u1ef1c\\\", \\\"23\\\": \\\"trong\\\", \\\"24\\\": \\\"cho\\\", \\\"25\\\": \\\"thi\\\\u1ebft\\\", \\\"26\\\": \\\"c\\\\u1ee9ng\\\", \\\"27\\\": \\\"d\\\\u1ee5ng\\\", \\\"28\\\": \\\"th\\\\u00f4ng\\\", \\\"29\\\": \\\"hi\\\\u1ec7n\\\", \\\"30\\\": \\\"c\\\\u00f4ng\\\", \\\"31\\\": \\\"tin\\\", \\\"32\\\": \\\"c\\\\u1ea5p\\\", \\\"33\\\": \\\"b\\\\u1ecb\\\", \\\"34\\\": \\\"theo\\\", \\\"35\\\": \\\"\\\\u0111\\\\u1ed9ng\\\", \\\"36\\\": \\\"l\\\\u01b0u\\\", \\\"37\\\": \\\"th\\\\u1ec3\\\", \\\"38\\\": \\\"v\\\\u1edbi\\\", \\\"39\\\": \\\"\\\\u0111a\\\", \\\"40\\\": \\\"d\\\\u00f9ng\\\", \\\"41\\\": \\\"d\\\\u1eef\\\", \\\"42\\\": \\\"li\\\\u1ec7u\\\", \\\"43\\\": \\\"\\\\u0111\\\\u1ec3\\\", \\\"44\\\": \\\"th\\\\u1eddi\\\", \\\"45\\\": \\\"nguy\\\\u00ean\\\", \\\"46\\\": \\\"l\\\\u1edbp\\\", \\\"47\\\": \\\"th\\\\u1ee9\\\", \\\"48\\\": \\\"ng\\\\u01b0\\\\u1eddi\\\", \\\"49\\\": \\\"s\\\\u1eed\\\", \\\"50\\\": \\\"t\\\\u00e0i\\\", \\\"51\\\": \\\"nh\\\\u01b0\\\", \\\"52\\\": \\\"d\\\\u1ec5\\\", \\\"53\\\": \\\"cpu\\\", \\\"54\\\": \\\"nh\\\\u1eefng\\\", \\\"55\\\": \\\"l\\\\u1eadp\\\", \\\"56\\\": \\\"kh\\\\u00e1c\\\", \\\"57\\\": \\\"gian\\\", \\\"58\\\": \\\"\\\\u1ea3o\\\", \\\"59\\\": \\\"ho\\\\u1ea1t\\\", \\\"60\\\": \\\"tr\\\\u1eef\\\", \\\"61\\\": \\\"kh\\\\u00f4ng\\\", \\\"62\\\": \\\"ph\\\\u00e2n\\\", \\\"63\\\": \\\"ch\\\\u00ednh\\\", \\\"64\\\": \\\"n\\\\u00f3\\\", \\\"65\\\": \\\"gi\\\\u00fap\\\", \\\"66\\\": \\\"ti\\\\u1ebfn\\\", \\\"67\\\": \\\"c\\\\u00f9ng\\\", \\\"68\\\": \\\"chia\\\", \\\"69\\\": \\\"m\\\\u1ed7i\\\", \\\"70\\\": \\\"rom\\\", \\\"71\\\": \\\"ram\\\", \\\"72\\\": \\\"tr\\\\u00ean\\\", \\\"73\\\": \\\"truy\\\", \\\"74\\\": \\\"n\\\\u0103ng\\\", \\\"75\\\": \\\"\\\\u0111\\\\u0129a\\\", \\\"76\\\": \\\"n\\\\u00e0y\\\", \\\"77\\\": \\\"\\\\u0111\\\\u1ed9\\\", \\\"78\\\": \\\"\\\\u0111\\\\u01a1n\\\", \\\"79\\\": \\\"l\\\\u00ed\\\", \\\"80\\\": \\\"giao\\\", \\\"81\\\": \\\"c\\\\u1ea5u\\\", \\\"82\\\": \\\"qu\\\\u1ea3n\\\", \\\"83\\\": \\\"khi\\\", \\\"84\\\": \\\"m\\\\u00e0\\\", \\\"85\\\": \\\"ti\\\\u1ebfp\\\", \\\"86\\\": \\\"m\\\\u1ec1m\\\", \\\"87\\\": \\\"l\\\\u00e0m\\\", \\\"88\\\": \\\"s\\\\u1ebd\\\", \\\"89\\\": \\\"\\\\u0111\\\\u00f3\\\", \\\"90\\\": \\\"nhi\\\\u1ec1u\\\", \\\"91\\\": \\\"ho\\\\u1eb7c\\\", \\\"92\\\": \\\"ra\\\", \\\"93\\\": \\\"h\\\\u00ecnh\\\", \\\"94\\\": \\\"\\\\u0111\\\\u1ebfn\\\", \\\"95\\\": \\\"n\\\\u00e0o\\\", \\\"96\\\": \\\"gi\\\\u1ea3n\\\", \\\"97\\\": \\\"c\\\\u00e1ch\\\", \\\"98\\\": \\\"cung\\\", \\\"99\\\": \\\"thi\\\", \\\"100\\\": \\\"s\\\\u1ed1\\\", \\\"101\\\": \\\"\\\\u1ee9ng\\\", \\\"102\\\": \\\"s\\\\u1ebb\\\", \\\"103\\\": \\\"khi\\\\u1ec3n\\\", \\\"104\\\": \\\"nhi\\\\u1ec7m\\\", \\\"105\\\": \\\"v\\\\u1ec1\\\", \\\"106\\\": \\\"ki\\\\u1ec3m\\\", \\\"107\\\": \\\"so\\\\u00e1t\\\", \\\"108\\\": \\\"tr\\\\u00fac\\\", \\\"109\\\": \\\"g\\\\u1ecdi\\\", \\\"110\\\": \\\"b\\\\u1ea3n\\\", \\\"111\\\": \\\"ch\\\\u1ec9\\\", \\\"112\\\": \\\"\\\\u0111\\\\u00e3\\\", \\\"113\\\": \\\"ch\\\\u1ea1y\\\", \\\"114\\\": \\\"th\\\\u1ebf\\\", \\\"115\\\": \\\"kh\\\\u1ea3\\\", \\\"116\\\": \\\"l\\\\u1ec7nh\\\", \\\"117\\\": \\\"tr\\\\u01b0\\\\u1eddng\\\", \\\"118\\\": \\\"nhau\\\", \\\"119\\\": \\\"t\\\\u1eadp\\\", \\\"120\\\": \\\"ph\\\\u00e1t\\\", \\\"121\\\": \\\"t\\\\u1ea1o\\\", \\\"122\\\": \\\"h\\\\u01a1n\\\", \\\"123\\\": \\\"b\\\\u1ea3o\\\", \\\"124\\\": \\\"h\\\\u1ee3p\\\", \\\"125\\\": \\\"\\\\u01b0u\\\", \\\"126\\\": \\\"\\\\u0111i\\\\u1ec3m\\\", \\\"127\\\": \\\"c\\\\u1ea7n\\\", \\\"128\\\": \\\"v\\\\u00e0o\\\", \\\"129\\\": \\\"ch\\\\u1ee9c\\\", \\\"130\\\": \\\"t\\\\u1eeb\\\", \\\"131\\\": \\\"t\\\\u1ef1\\\", \\\"132\\\": \\\"ch\\\\u1ee7\\\", \\\"133\\\": \\\"xu\\\\u1ea5t\\\", \\\"134\\\": \\\"tr\\\\u01b0\\\\u1edbc\\\", \\\"135\\\": \\\"l\\\\u1ea1i\\\", \\\"136\\\": \\\"nh\\\\u01b0ng\\\", \\\"137\\\": \\\"b\\\\u1ea1n\\\", \\\"138\\\": \\\"c\\\\u0169ng\\\", \\\"139\\\": \\\"m\\\\u00f4i\\\", \\\"140\\\": \\\"con\\\", \\\"141\\\": \\\"\\\\u0111\\\\u1ed1i\\\", \\\"142\\\": \\\"v\\\\u1ee5\\\", \\\"143\\\": \\\"th\\\\u01b0\\\\u1eddng\\\", \\\"144\\\": \\\"to\\\\u00e1n\\\", \\\"145\\\": \\\"cao\\\", \\\"146\\\": \\\"\\\\u0111\\\\u1ecbnh\\\", \\\"147\\\": \\\"chuy\\\\u1ec3n\\\", \\\"148\\\": \\\"song\\\", \\\"149\\\": \\\"b\\\\u00ean\\\", \\\"150\\\": \\\"c\\\\u1eadp\\\", \\\"151\\\": \\\"\\\\u0111\\\\u1ea7u\\\", \\\"152\\\": \\\"c\\\\u01a1\\\", \\\"153\\\": \\\"c\\\\u1ea3\\\", \\\"154\\\": \\\"hay\\\", \\\"155\\\": \\\"th\\\\u00ec\\\", \\\"156\\\": \\\"b\\\\u1ea5t\\\", \\\"157\\\": \\\"ri\\\\u00eang\\\", \\\"158\\\": \\\"s\\\\u1ef1\\\", \\\"159\\\": \\\"li\\\\u00ean\\\", \\\"160\\\": \\\"l\\\\u1ed7i\\\", \\\"161\\\": \\\"t\\\\u00e1c\\\", \\\"162\\\": \\\"hi\\\\u1ec7u\\\", \\\"163\\\": \\\"qu\\\\u1ea3\\\", \\\"164\\\": \\\"m\\\\u1ee5c\\\", \\\"165\\\": \\\"system\\\", \\\"166\\\": \\\"t\\\\u0103ng\\\", \\\"167\\\": \\\"to\\\\u00e0n\\\", \\\"168\\\": \\\"th\\\\u00e0nh\\\", \\\"169\\\": \\\"y\\\\u00eau\\\", \\\"170\\\": \\\"c\\\\u1ea7u\\\", \\\"171\\\": \\\"m\\\\u1ea1ng\\\", \\\"172\\\": \\\"l\\\\u00fac\\\", \\\"173\\\": \\\"l\\\\u1ea7n\\\", \\\"174\\\": \\\"m\\\\u00f4\\\", \\\"175\\\": \\\"nh\\\\u00fang\\\", \\\"176\\\": \\\"client\\\", \\\"177\\\": \\\"server\\\", \\\"178\\\": \\\"kh\\\\u1edfi\\\", \\\"179\\\": \\\"ph\\\\u1ee5\\\", \\\"180\\\": \\\"ph\\\\u1ea3i\\\", \\\"181\\\": \\\"b\\\\u1edfi\\\", \\\"182\\\": \\\"qua\\\", \\\"183\\\": \\\"ti\\\\u1ec7n\\\", \\\"184\\\": \\\"memory\\\", \\\"185\\\": \\\"quan\\\", \\\"186\\\": \\\"nhanh\\\", \\\"187\\\": \\\"gi\\\\u1eefa\\\", \\\"188\\\": \\\"di\\\\u1ec7n\\\", \\\"189\\\": \\\"ng\\\\u1eef\\\", \\\"190\\\": \\\"truy\\\\u1ec1n\\\", \\\"191\\\": \\\"nh\\\\u1eadp\\\", \\\"192\\\": \\\"x\\\\u00e1c\\\", \\\"193\\\": \\\"t\\\\u00e1n\\\", \\\"194\\\": \\\"ti\\\\u00ean\\\", \\\"195\\\": \\\"\\\\u0111\\\\u1eb7t\\\", \\\"196\\\": \\\"\\\\u0111\\\\u1ed5i\\\", \\\"197\\\": \\\"x\\\\u1ee9ng\\\", \\\"198\\\": \\\"sao\\\", \\\"199\\\": \\\"1\\\", \\\"200\\\": \\\"1980\\\", \\\"201\\\": \\\"th\\\\u1eadp\\\", \\\"202\\\": \\\"kh\\\\u00f3\\\", \\\"203\\\": \\\"vi\\\", \\\"204\\\": \\\"ch\\\\u1ee9a\\\", \\\"205\\\": \\\"qu\\\\u00e1\\\", \\\"206\\\": \\\"\\\\u0111ang\\\", \\\"207\\\": \\\"tr\\\\u1ee3\\\", \\\"208\\\": \\\"c\\\\u00f2n\\\", \\\"209\\\": \\\"ngo\\\\u00e0i\\\", \\\"210\\\": \\\"bao\\\", \\\"211\\\": \\\"g\\\\u1ed3m\\\", \\\"212\\\": \\\"ph\\\\u01b0\\\\u01a1ng\\\", \\\"213\\\": \\\"ph\\\\u1eadn\\\", \\\"214\\\": \\\"bi\\\\u1ebft\\\", \\\"215\\\": \\\"s\\\\u1eb5n\\\", \\\"216\\\": \\\"t\\\\u1eaft\\\", \\\"217\\\": \\\"flash\\\", \\\"218\\\": \\\"ki\\\\u1ec3u\\\", \\\"219\\\": \\\"\\\\u0111i\\\\u1ec7n\\\", \\\"220\\\": \\\"t\\\\u0129nh\\\", \\\"221\\\": \\\"l\\\\u1edbn\\\", \\\"222\\\": \\\"nh\\\\u1ea5t\\\", \\\"223\\\": \\\"trung\\\", \\\"224\\\": \\\"t\\\\u1ea1i\\\", \\\"225\\\": \\\"gi\\\\u1ea3i\\\", \\\"226\\\": \\\"tr\\\\u1ecb\\\", \\\"227\\\": \\\"ng\\\\u00f4n\\\", \\\"228\\\": \\\"l\\\\u1ea1c\\\", \\\"229\\\": \\\"m\\\\u1eadt\\\", \\\"230\\\": \\\"b\\\\u1eb1ng\\\", \\\"231\\\": \\\"ti\\\\u00eau\\\", \\\"232\\\": \\\"khai\\\", \\\"233\\\": \\\"th\\\\u00e1c\\\", \\\"234\\\": \\\"t\\\\u1ed1c\\\", \\\"235\\\": \\\"h\\\\u1ecdc\\\", \\\"236\\\": \\\"d\\\\u00f2ng\\\", \\\"237\\\": \\\"l\\\\u01b0\\\\u1ee3ng\\\", \\\"238\\\": \\\"lu\\\\u00f4n\\\", \\\"239\\\": \\\"l\\\\u01b0\\\\u1ee3t\\\", \\\"240\\\": \\\"m\\\\u1edf\\\", \\\"241\\\": \\\"r\\\\u1ed9ng\\\", \\\"242\\\": \\\"r\\\\u1ea5t\\\", \\\"243\\\": \\\"l\\\\u1ecbch\\\", \\\"244\\\": \\\"t\\\\u00edch\\\", \\\"245\\\": \\\"\\\\u0111\\\\u00e2y\\\", \\\"246\\\": \\\"v\\\\u1ec7\\\", \\\"247\\\": \\\"dos\\\", \\\"248\\\": \\\"\\\\u0111\\\\u1eddi\\\", \\\"249\\\": \\\"k\\\\u1ebf\\\", \\\"250\\\": \\\"management\\\", \\\"251\\\": \\\"kh\\\\u00e1ch\\\", \\\"252\\\": \\\"\\\\u1ed5\\\", \\\"253\\\": \\\"m\\\\u1ea5t\\\", \\\"254\\\": \\\"h\\\\u1ed7\\\", \\\"255\\\": \\\"xu\\\\u1ed1ng\\\", \\\"256\\\": \\\"tr\\\\u1ef1c\\\", \\\"257\\\": \\\"\\\\u0111\\\\u1ea7y\\\", \\\"258\\\": \\\"\\\\u0111\\\\u1ee7\\\", \\\"259\\\": \\\"t\\\\u1ea5t\\\", \\\"260\\\": \\\"b\\\\u0103ng\\\", \\\"261\\\": \\\"2\\\", \\\"262\\\": \\\"\\\\u0111\\\\u00fang\\\", \\\"263\\\": \\\"ngh\\\\u0129a\\\", \\\"264\\\": \\\"t\\\\u1ee9c\\\", \\\"265\\\": \\\"gi\\\\u1eef\\\", \\\"266\\\": \\\"ngu\\\\u1ed3n\\\", \\\"267\\\": \\\"lo\\\\u1ea1i\\\", \\\"268\\\": \\\"thu\\\\u1ed9c\\\", \\\"269\\\": \\\"bi\\\\u1ebfn\\\", \\\"270\\\": \\\"sau\\\", \\\"271\\\": \\\"c\\\\u1ee9\\\", \\\"272\\\": \\\"n\\\\u00f3i\\\", \\\"273\\\": \\\"hi\\\\u1ec3u\\\", \\\"274\\\": \\\"n\\\\u1ebfu\\\", \\\"275\\\": \\\"c\\\\u1ee5c\\\", \\\"276\\\": \\\"thanh\\\", \\\"277\\\": \\\"ghi\\\", \\\"278\\\": \\\"v\\\\u1ecb\\\", \\\"279\\\": \\\"t\\\\u1ed3n\\\", \\\"280\\\": \\\"\\\\u0111\\\\u1ed3ng\\\", \\\"281\\\": \\\"ti\\\\u1ec3u\\\", \\\"282\\\": \\\"\\\\u0111o\\\\u1ea1n\\\", \\\"283\\\": \\\"thu\\\\u1eadt\\\", \\\"284\\\": \\\"t\\\\u01b0\\\\u1ee3ng\\\", \\\"285\\\": \\\"chi\\\", \\\"286\\\": \\\"ui\\\", \\\"287\\\": \\\"i\\\", \\\"288\\\": \\\"o\\\", \\\"289\\\": \\\"r\\\\u00f5\\\", \\\"290\\\": \\\"m\\\\u00ecnh\\\", \\\"291\\\": \\\"thao\\\", \\\"292\\\": \\\"n\\\\u00ean\\\", \\\"293\\\": \\\"\\\\u0111\\\\u00edch\\\", \\\"294\\\": \\\"vi\\\\u1ebft\\\", \\\"295\\\": \\\"nh\\\\u1eb1m\\\", \\\"296\\\": \\\"b\\\\u00e0i\\\", \\\"297\\\": \\\"n\\\\u01a1i\\\", \\\"298\\\": \\\"\\\\u0111\\\\u00e1p\\\", \\\"299\\\": \\\"h\\\\u1ea1n\\\", \\\"300\\\": \\\"ch\\\\u1ebf\\\", \\\"301\\\": \\\"control\\\", \\\"302\\\": \\\"program\\\", \\\"303\\\": \\\"ph\\\\u00e9p\\\", \\\"304\\\": \\\"kernel\\\", \\\"305\\\": \\\"quy\\\\u1ec1n\\\", \\\"306\\\": \\\"tr\\\\u1ea1ng\\\", \\\"307\\\": \\\"t\\\\u1ed1i\\\", \\\"308\\\": \\\"t\\\\u1ed5\\\", \\\"309\\\": \\\"v\\\", \\\"310\\\": \\\"l\\\\u00f4\\\", \\\"311\\\": \\\"\\\\u1edf\\\", \\\"312\\\": \\\"multitasking\\\", \\\"313\\\": \\\"bi\\\\u1ec7t\\\", \\\"314\\\": \\\"\\\\u0111\\\\u01b0\\\\u1eddng\\\", \\\"315\\\": \\\"\\\\u2026\\\", \\\"316\\\": \\\"gia\\\", \\\"317\\\": \\\"ng\\\\u1eafn\\\", \\\"318\\\": \\\"nay\\\", \\\"319\\\": \\\"ta\\\", \\\"320\\\": \\\"tr\\\\u00f2\\\", \\\"321\\\": \\\"\\\\u0111\\\\u1eb7c\\\", \\\"322\\\": \\\"t\\\\u1eebng\\\", \\\"323\\\": \\\"1955\\\", \\\"324\\\": \\\"ph\\\\u00ed\\\", \\\"325\\\": \\\"1965\\\", \\\"326\\\": \\\"t\\\\u1ed1t\\\", \\\"327\\\": \\\"3\\\", \\\"328\\\": \\\"n\\\\u0103m\\\", \\\"329\\\": \\\"ms\\\", \\\"330\\\": \\\"h\\\\u1ecd\\\", \\\"331\\\": \\\"ni\\\\u00ean\\\", \\\"332\\\": \\\"c\\\\u00e0i\\\", \\\"333\\\": \\\"n\\\\u00e2ng\\\", \\\"334\\\": \\\"d\\\\u01b0\\\\u1edbi\\\", \\\"335\\\": \\\"gi\\\\u1ea3\\\", \\\"336\\\": \\\"th\\\\u1eadt\\\", \\\"337\\\": \\\"ch\\\\u00fang\\\", \\\"338\\\": \\\"k\\\\u1ebft\\\", \\\"339\\\": \\\"sysgen\\\", \\\"340\\\": \\\"generation\\\", \\\"341\\\": \\\"thu\\\", \\\"342\\\": \\\"ph\\\\u00f9\\\", \\\"343\\\": \\\"k\\\\u00fd\\\", \\\"344\\\": \\\"\\\\u1ee9c\\\", \\\"345\\\": \\\"bay\\\", \\\"346\\\": \\\"h\\\\u01a1i\\\", \\\"347\\\": \\\"v\\\\u00ec\\\", \\\"348\\\": \\\"k\\\\u00eanh\\\", \\\"349\\\": \\\"xem\\\", \\\"350\\\": \\\"tr\\\\u00f2n\\\", \\\"351\\\": \\\"t\\\\u01b0\\\\u01a1ng\\\", \\\"352\\\": \\\"b\\\\u1ec1\\\", \\\"353\\\": \\\"m\\\\u1eb7t\\\", \\\"354\\\": \\\"\\\\u0111\\\\u1ec1u\\\", \\\"355\\\": \\\"y\\\\u1ebfu\\\", \\\"356\\\": \\\"ph\\\\u1ed1i\\\", \\\"357\\\": \\\"random\\\", \\\"358\\\": \\\"access\\\", \\\"359\\\": \\\"ng\\\\u1eabu\\\", \\\"360\\\": \\\"nhi\\\\u00ean\\\", \\\"361\\\": \\\"read\\\", \\\"362\\\": \\\"only\\\", \\\"363\\\": \\\"\\\\u0111\\\\u1ecdc\\\", \\\"364\\\": \\\"k\\\\u1ec3\\\", \\\"365\\\": \\\"non\\\", \\\"366\\\": \\\"volative\\\", \\\"367\\\": \\\"x\\\\u00f3a\\\", \\\"368\\\": \\\"reprogrammed\\\", \\\"369\\\": \\\"tr\\\\u1ecdng\\\", 